[EZCAD]   
COMPANY = 
IDENTIFY =	 EZCAD2.0
LANGUAGE =	Slovenian
DESCRIBABLE =	Slovenian

[String]	
SOFTNAME =	 EzCad3
FILESUFFIX=	ez3
SOFTVERSION =	 3.0.0
COMPANY=	Beijing Golden Orange Technology Co., Ltd.\nTel.: (86)010-64419248\n
WEBSIBE=	WWW.BJJCZ.COM
ABOUT =	 približno
ABOUT_COPYRIGHT =	 Avtorske pravice (C) 2004-2019
ABOUT_RIGHTS =	 vse pravice pridržane
ABOUT_LICENSED =	 Pravica do uporabe tega izdelka pripada:
ABOUT_LAW =	 Opozorilo: Ta računalniški program je zaščiten z zakoni o avtorskih pravicah in mednarodnimi konvencijami. Nepooblaščeno razmnoževanje ali razširjanje dela ali celotnega tega programa je lahko predmet strogih civilnih in kazenskih sankcij in bo preganjano v največji možni meri v okviru zakona. .
	
MENU_FILE =	 &mapa
MENU_FILE_NEW =	 &Novo
MENU_FILE_OPEN =	 &Odprto...
MENU_FILE_PRINT =	 natisni Ctrl+P
MENU_FILE_SAVE =	 &Shrani Ctrl+S
MENU_FILE_SAVE_AS =	 &Shrani kot...
MENU_FILE_SCANIMAGE =	 Pridobi & skeniraj sliko ...
MENU_FILE_SYSTEM =	 &Sistemski parametri ...
MENU_FILE_IMGLIB =	 &Skupna galerija ...
MENU_FILE_IMPORT =	&Vnesite
MENU_FILE_MRU_FILE1 =	 nedavne datoteke
	
MENU_EDIT =	 &Uredi
MENU_EDIT_COPY     =	 &kopirati
MENU_EDIT_CUT      =	 &cut
MENU_EDIT_COMBINE  =	 &Združite Ctrl+L
MENU_EDIT_UNCOMBINE=	 &Ločena kombinacija Ctrl+K
MENU_EDIT_GROUP    =	 &Skupina Ctrl+G
MENU_EDIT_UNGROUP  =	 &Razdruži Ctrl+U
	
MENU_EDIT_PASTE=	 &prilepi
MENU_EDIT_REDO =	 &Obnovi
MENU_EDIT_UNDO =	 &Razveljavi
MENU_EDIT_TOCURVE=	Pretvori v krivuljo Ctrl+Q
MENU_EDIT_HATCH  =	Izpolnite Ctrl+H
	
ID_FILE_IMGLIB =	 Odpre galerijo priljubljenih\nGalerija priljubljenih
ID_FILE_IMPORT =	 Uvozi datoteke v drugih formatih\nUvozi datoteke
ID_FILE_MRU_FILE1 =	 odpri ta dokument
ID_FILE_NEW =	 Ustvari nov dokument\nNovo
ID_FILE_OPEN =	 Odpri obstoječi dokument\nOdpri
ID_FILE_PRINT =	 Natisnite aktivni dokument\nNatisnite
ID_FILE_PRINT_PREVIEW =	 Pokaži celotno stran\nPredogled tiskanja
ID_FILE_PRINT_SETUP =	 Spremenite tiskalnik in možnosti tiskanja\nNastavitve tiskanja
ID_FILE_SAVE =	 Shranite aktivni dokument\nShrani
ID_FILE_SAVE_AS =	 Shranite aktivni dokument pod novim imenom datoteke\nShrani kot
ID_FILE_SCANIMAGE =	 Pridobite skenirano sliko\nPridobite skenirano sliko
ID_EDIT_COPY =	 Kopira izbrani predmet in ga postavi v odložišče\nKopiraj
ID_EDIT_CUT =	 Izreže izbrani predmet in ga postavi v odložišče\nIzreži
ID_EDIT_PASTE =	 Vstavi vsebino odložišča\nPrilepi
ID_EDIT_REDO =	 Ponovi predhodno razveljavljeno dejanje\n Ponovi
ID_EDIT_UNDO =	 Razveljavi zadnje dejanje\nRazveljavi
ID_EDIT_GROUP =	 Združi izbrane predmete\nZdruži
ID_EDIT_UNGROUP =	 Opusti izbrani predmet skupine\nOpusti skupino
ID_EDIT_COMBINE =	 Združi izbrane predmete\nZdruži
ID_EDIT_UNCOMBINE  =	 Odstrani izbrani predmet skupine\nLoči skupino
ID_SYSTEM_PARAM =	 Nastavite sistemske parametre\nSistemske parametre
TT_MATERIALPARAMASSIS=	Preizkusite laserske parametre materiala\nPomočnik za parametre materiala
MATERIALPARAMASSIS=	Pomočnik za materialne parametre
MENU_MODI =	 &Spremeni
MENU_DRAW =	 &Risanje
MENU_DRAW_POINT =	 &pika
MENU_DRAW_CURVE =	 &krivulja
MENU_DRAW_LINE =	 &Linija
MENU_DRAW_RECT =	 &Pravokotnik
MENU_DRAW_CIRCLE =	 &krog
MENU_DRAW_ELLIPSE =	 &Elipsa
MENU_DRAW_POLY =	 &Poligon
MENU_DRAW_TEXT =	&besedilo
MENU_DRAW_BMPFILE =	 &Datoteka bitne slike
MENU_DRAW_VECTORFILE =	 &Vektorska datoteka
MENU_DRAW_TIMER =	 &Zakasnitev
MENU_DRAW_INPUT =	 &vhodna vrata
MENU_DRAW_OUTPUT =	 &izhodna vrata
MENU_DRAW_MESH3D=	 &3d površine
MENU_ALIGN_BOTTOM =	 Poravnajte dno
MENU_ALIGN_CENTER =	 poravnava sredinske točke
MENU_ALIGN_CENTER_HOR =	 Horizontalna sredinska poravnava
MENU_ALIGN_CENTER_VER =	 navpična sredinska poravnava
MENU_ALIGN_LEFT =	 levo poravnano
MENU_ALIGN_RIGHT =	 Poravnaj desno
MENU_ALIGN_TOP =	 poravnava zgornjega roba
MENU_VIEW =	 &Ogled
MENU_VIEW_TOOLBAR =	 &Sistemska orodna vrstica
MENU_VIEW_ZOOMBAR =	 &Ogled orodne vrstice
MENU_VIEW_DRAWBAR =	 &Orodna vrstica za risanje
MENU_VIEW_ENTLIST =	 Vrstica s seznamom predmetov
MENU_VIEW_ENTPROP =	 Vrstica lastnosti predmeta
MENU_VIEW_STATUS_BAR =	 &vrstica stanja
MENU_LASER =	 &Laser
	
ENTPROP =	 lastnosti predmeta
MENU_VIEW_RULER =	 Pokaži ravnilo
MENU_VIEW_GRID  =	 Pokaži točke mreže
TT_SHRULER=	Pokaži ali skrij ravnilo
TT_SHGRID=	Pokaži ali skrij točke mreže
MENU_VIEW_GUILD =	 Pomožni vod
BK =	 ozadje
DEGREE =	 Porabi
	
NAV_PICK_MOVEDIS=	fino uravnavanje razdalje
WORKSPACE =	 Delovni prostor
MENU_VIEW_SNAPGRID   =	 Snap Grid F7
MENU_VIEW_SNAPGUILD  =	 Snap Guide F8
MENU_VIEW_SNAPOBJECT =	 Pripni objekt F9
MENU_ABOUT =	 &Vidi
MENU_HELP =	 &pomoč
IDCANCEL =	 &Prekliči
IDOK =	 &V REDU
PASTE_X =	 Prilepite zamik vodoravno
PASTE_Y =	 Navpični odmik lepljenja
SAVEAS =	 Shrani kot
POINT =	 točka
CURVE =	 krivulja
RECT  =	 pravokotnik
CIRCLE =	 krog
ELLIPSE =	 ovalne
ELLPISE =	 ovalne
POLYGON =	 mnogokotnik
TEXT =	besedilo
HATCH=	polnjenje
PATHTEXT=	besedilo poti
CIRCLETEXT=	Arc besedilo
BMPFILE =	 datoteka bitne slike
VECTORFILE =	 vektorska datoteka
TIMER =	 zamudnik
IOINPUT =	 vhodna vrata
IOOUTPUT =	 izhodna vrata
GROUP=	skupina
COMBINE=	kombinacija
LAYER=	 plast
NAME =	 ime
TYPE =	vrsta
OBJECTINFO=	lastnosti predmeta
TOCURVE=	Pretvori v krivuljo
EDGENUM =	število stranic
APPLY=	&Uporabi
APPLYTOCOPY=	&Uporabi za &kopiraj predmet
MARKLOOP=	Število obdelav
POSITION=	Lokacija
RELATPOSITION=	relativni položaj
RELATCENTER=	Relativno središče
SIZE=	velikost
ARRAY=	niz
COUNT=	število
INC=	Postopno
IOCTRLCONDITION=	Stanje nadzora IO
ROUND=	stopnja okroglosti
ALLROUND=	Vsi vogali okrogli
DIAMETER =	 premer
STARTANGLE =	 začetni kot
ENDANGLE =	 končni kot
FILENAME=	Ime datoteke
DYNFILE=	dinamična vhodna datoteka
FIXEDDPI=	Fiksni DPI
FIXESIZEX=	Fiksna dimenzija X
FIXESIZEY=	Fiksna dimenzija Y
FIXEPOS=	Fiksni položaj
INVERT=	vzvratno
GRAY=	sivine
DITHER=	prodajna mesta
LIGHTEN=	Tretma za sijaj
BRIGHT=	svetlost
CONTRAST=	Kontrast
SCANMODE=	način skeniranja
BIDIRSCAN=	Dvosmerno skeniranje
YSCAN=	Y skeniranje
DRILLMODE=	Način pike
PIXELPOWER=	Moč nastavitvene točke
	
BARCODE_ATTRIB=	 &Lastnosti črtne kode ...
BARCODE =	 črtno kodo
CREATE_BARCODE =	 Ustvarite črtne kode
MODEIFY_BARCODE=	 Spremenite črtno kodo
BARCODE_INPUTPT =	 Vnesite koordinate spodnjega levega kota črtne kode
BARCODE_ERR_INVALIDSTR =	 Neveljaven niz črtne kode, vnesite znova!
	
INFO_EAN13 =	EAN-13 je črtna koda s fiksno dolžino. Njen nabor znakov vsebuje samo številke od '0' do '9'. EAN-13 vsebuje 13 znakov, prvih 12 je podatkov, zadnji znak pa je kontrolna koda. Koda je samodejno doda sistem in sistem sprejme samo prvih 12 znakov.
INFO_EAN13_2 =	 EAN-13+2 je EAN-13 plus 2 dodatni kodi, sistem pa vzame zadnja 2 znaka kot dodatni kodi.
INFO_EAN13_5 =	 EAN-13+5 je EAN-13 plus 5 dodatnih kod, sistem vzame zadnjih 5 znakov kot dodatne kode.
INFO_EAN8 =	 EAN-8 je črtna koda s fiksno dolžino. Njen nabor znakov vsebuje samo številke od '0' do '9'. EAN-8 vsebuje 8 znakov, prvih 7 znakov so podatki, zadnji znak pa je kontrolna koda. samodejno doda sistem in sistem sprejme samo prvih 7 znakov.
INFO_EAN8_2 =	 EAN-8+2 je EAN-8 plus 2 dodatni kodi, sistem pa vzame zadnja 2 znaka kot dodatni kodi.
INFO_EAN8_5 =	 EAN-8+5 je EAN-8 plus 5 dodatnih kod, sistem pa vzame zadnjih 5 znakov kot dodatne kode.
	
CHECKNUM=	preveri kodo
THINMODULEWIDTH=	Ozka širina modula
INFO_CODE39 =	Črtna koda 39 je nezaporedna dvosmerna črtna koda nefiksne dolžine, v kateri vse črte in presledki predstavljajo informacije; njen nabor znakov vključuje '0'-'9', 'AZ', presledek, '$', '%' , '+' ,'-','.','/'; Obstaja izbirna koda za preverjanje, ki jo samodejno doda sistem.
INFO_CODE39_EXTENDED=	 Razširjena črtna koda 39 je razširjena črtna koda na črtno kodo 39, podpira vse znake ASCII.
INFO_CODE93 =	 Črtna koda 93 je neprekinjena dvosmerna črtna koda nefiksne dolžine s črtami in presledki, ki predstavljajo informacije; njen nabor znakov vključuje '0'-'9', 'AZ', presledek, '$', '%',' +', '-','.','/'; Obstaja izbirna koda za preverjanje, ki jo samodejno doda sistem.
INFO_CODEBC412=	 Črtna koda BC412 je neprekinjena dvosmerna črtna koda nefiksne dolžine, v kateri vse črte in presledki predstavljajo informacije; njen nabor znakov vključuje '0'-'9' in 'AZ' ne vključuje 'O'; kontrolna koda je samodejno doda sistem.
INFO_CODE11 =	Črtna koda 11 je neprekinjena dvosmerna črtna koda nefiksne dolžine, v kateri črte in presledki predstavljajo informacije; njen nabor znakov vključuje '0'-'9','-'; na voljo je neobvezna koda za preverjanje, kodo za preverjanje pa sistem Join določi samodejno.
INFO_UPCA =	 UPC-A je črtna koda s fiksno dolžino, njen nabor znakov vsebuje samo številke od '0' do '9', UPC-A vsebuje 12 znakov, prvih 11 so podatki, zadnji znak pa je kontrolna koda. samodejno doda sistem in sistem sprejme samo prvih 11 znakov.
INFO_UPCA_2 =	 UPC-A+2 je UPC-A plus 2 dodatni kodi, sistem pa vzame zadnja 2 znaka kot dodatni kodi.
INFO_UPCA_5 =	 UPC-A+5 je UPC-A plus 5-mestna dodatna koda, sistem pa vzame zadnjih 5 znakov kot dodatno kodo.
INFO_UPCE =	UPC-E je črtna koda s fiksno dolžino, njen nabor znakov vsebuje samo številke od '0' do '9', UPC-E vsebuje 8 znakov, prvi znak je fiksno 0, 2-7 znakov so podatki, in zadnji 1 Vsak znak je koda za preverjanje, kodo za preverjanje samodejno doda sistem in sistem sprejme samo prvih 6 znakov.
INFO_UPCE_2 =	 UPC-E+2 je UPC-E plus 2 dodatni kodi, sistem pa vzame zadnja 2 znaka kot dodatni kodi.
INFO_UPCE_5 =	 UPC-E+5 je UPC-E plus 5-mestna dodatna koda, sistem pa vzame zadnjih 5 znakov kot dodatno kodo.
INFO_CODE25=	Črtna koda Code 25 je neprekinjena črtna koda s samo črtami, ki predstavljajo informacije. Njen nabor znakov vsebuje samo številke od '0' do '9', njena dolžina pa ni fiksna.
INFO_CODEINTER25=	Koda Interleaved (ITF) 25 je neprekinjena črtna koda, v kateri črte in presledki predstavljajo informacije. Njen nabor znakov vsebuje samo številke od '0' do '9'. Če je število znakov liho, bo sistem samodejno dodal prvo 0 ; Izbrano kontrolno kodo bo sistem samodejno dodal.
INFO_CODECODABAR=	Črtna koda Codabar je neprekinjena dvosmerna črtna koda nefiksne dolžine s funkcijo samopreverjanja, pri kateri vse črte in presledki predstavljajo informacije; njen nabor znakov vključuje '0'-'9','AD','-', ' $',':','/','.','+';
INFO_CODE128A=	Črtna koda CODE128A je neprekinjena črtna koda; njen nabor znakov vsebuje znake z vrednostmi ASCII od 0 do 95 in ni omejitve velikosti.
INFO_CODE128B=	Črtna koda CODE128B je neprekinjena črtna koda; njen nabor znakov vsebuje znake z vrednostmi ASCII od 32 do 127 in ni omejitve velikosti.
INFO_CODE128C=	Črtna koda CODE128C je neprekinjena črtna koda; njen nabor znakov vsebuje številke '0'-'9', če je število znakov liho, bo sistem samodejno dodal prvo 0;
INFO_EAN128A=	Črtna koda EAN128A je neprekinjena črtna koda; njen nabor znakov vsebuje znake z vrednostmi ASCII od 0 do 95 in ni omejitve velikosti.
INFO_EAN128B=	Črtna koda EAN128B je neprekinjena črtna koda; njen nabor znakov vsebuje znake z vrednostmi ASCII od 32 do 127, velikost pa ni omejena.
INFO_EAN128C=	Črtna koda EAN128C je neprekinjena črtna koda; njen nabor znakov vsebuje številke '0'-'9', če je število znakov liho, bo sistem samodejno dodal prvo 0;
	
QUIET=	prazno
MID=	sredina
SCALE=	Razmerje
BARHEIGHT=	visoka črtna koda
NARROWBARW=	Ozka širina modula
BAR=	trak
SPACE=	nič
INTERCHARSCALE=	srednji razmik med znaki
MODULETUNING=	Prilagoditev modula črtne kode
AUTOSIZE=	samodejna velikost
FIXEDSIZE=	Fiksna velikost
SHORTPDF417=	skrajšani način
ERRLEVEL=	raven odpravljanja napak
PDF417_ROWOUTRANGE=	Vrstice črtne kode PDF417 morajo biti dolge 3–90 vrstic!
PDF417_COLOUTRANGE=	Stolpci črtne kode PDF417 morajo imeti 3-30 stolpcev!
BARCODE_ERR_ROWCOL=	Nastavljeno število vrstic in stolpcev se ne prilega trenutnemu nizu!
SMALLEST=	najmanjša velikost
MATRIX=	matrica
MODULEWIDTH=	Širina modula
REVERSE=	vzvratno
INFO_CODEPDF417=	Črtna koda PDF417 je dvodimenzionalna črtna koda, njen nabor znakov vsebuje vse znake ASCII;
INFO_CODEMICROPDF417=	Črtna koda MicroPDF417 je dvodimenzionalna črtna koda, njen nabor znakov vsebuje vse znake ASCII;
INFO_CODEDATAMTX=	Črtna koda DATAMATRIX je dvodimenzionalna črtna koda, njen nabor znakov vsebuje vse znake ASCII;
VALID=	učinkovito
FONT =	 pisava
FONT_ANGLE =	 naklon
FONTTYPE_BCF =	 pisava črtne kode
FONTTYPE_DMF =	 bitna pisava
FONTTYPE_JSF =	 enovrstična pisava
FONTTYPE_TTF =	 pisave TrueType
SHOWTEXT=	prikazno besedilo
TEXTHEIGHT=	višina besedila
TEXTWIDTH=	širina besedila
TEXTOFFSETX=	Odmik besedila X
TEXTOFFSETY=	Odmik besedila Y
TEXTSPACE=	razmik med besedilom
POINTMODE=	točkovni način
ROW=	Vrsti
COL=	Seznam
KEYBOARD =	 tipkovnico
DATE =	 datum
SERIAL =	 serijska številka
LISTFILE=	datoteka seznama
DYNAMICFILE=	dinamična datoteka
ENVARTEXT=	omogočite spremenljivo besedilo
HEIGHT =	 visoka
CHARSPACE=	razmik med znaki
CHARWIDTH=	širina znakov
CHARHEIGHT=	višina znakov
LINESPACE=	Razmik med vrsticami
ANGLE =	 kota
PROMPT_TRAY =	 Nasveti pred obdelavo vsake serije
PROMPT_NEVER =	 ne pozivaj
PROMPT_PART =	 Nasveti pred obdelavo vsakega kosa
DATEFORMAT=	format datuma
ADDDATEFORMAT=	dodajte obliko datuma
STARTSN=	začetno zaporedno številko
CURSN=	trenutno serijsko številko
INCSN=	Povečanje zaporedne številke
MARKPER=	vsako oznako
EXTEND=	razširiti
PREFIX =	 predpono
SUFFIX =	 pripona
SUPRES_ZERO =	 Zatiranje začetnih ničel
RESETNO =	 ponastavite serijsko številko
SERAIL_ARRAY =	 Serijska številka polja
SNDLG_FILTER =	 Filtrirajte naslednje serijske številke
LINENO=	številka vrstice
ENCONTOUR=	omogoči profil
HATCH1=	oblazinjenje 1
HATCH2=	oblazinjenje 2
ENABLE=	Omogoči
PENNO=	številka peresa
HATCH_CALCALL=	Izračun celotnega objekta
HATCH_EDGE=	hoditi naokrog
LISTDIST=	Razmik med vrsticami
EDGEOFFSET=	marža
STARTOFFSET=	začetni zamik
ENDOFFSET=	končni zamik
SETDEFAULT=	nastavi na privzeto
WAITTIME=	čas čakanja
MESSAGE=	Pozivno sporočilo
SETOUTPUT=	nastavite izhodna vrata
SYSTEMPARAM =	 Sistemski parametri
GENERAL =	 konvencionalni
COLOR =	 barva
WORKSPACE =	 Delovni prostor
AUTOSAVE =	 samodejno varnostno kopiranje
MOVEROTATE =	 premikanje rotacije
PLUGMGR =	 Upravitelj vtičnikov
UNIT_TYPE =	 tip enote
GRID_DIST =	 razmik mreže
GRID =	 mreža
SHOW_GRID =	 pokaži mrežo
MM =	 mm
INCH =	 palec
WORKSPAC_SHOW =	 pokaži delovni prostor
WORKSPAC_CIRCLE =	 krožni delovni prostor
LB_CORNER =	 spodaj levo
WIDTH =	 premer
BIGNUDGESCALE=	Veliko prilagoditveno razmerje
NEXTVALID =	 Ta sprememba bo začela veljati šele ob naslednjem zagonu
EVERY =	 vsak
BAKEXPLAIN =	Trenutne podatke shranite v datoteko AutoSave.Ezd v imeniku programa vsak določen časovni interval.
BAKTIME =	 "minute, samodejno varnostno kopiranje"
	
ZOOM_WINDOW1 =	 povečava okna
ZOOM_WINDOW2 =	 povečava okna
PICK =	 izberite
PICK_ALL=	Izberi vse
PICK_BYENT =	 Po objektu
PICK_COPY =	 mobilna kopija
PICK_COPYENT =	 kopirati
PICK_CUT =	 rezati
PICK_DEL =	 izbriši izbor
PICK_ENT_CNT =	 Izberite število predmetov
PICK_ENTITY =	 predmet je izbran
PICK_GL =	 Povlecite vodilo
PICK_INV =	 obratna izbira
PICK_LEFT =	 Razteg levo in desno
PICK_LOCK =	 zaklepanje izbire
PICK_MOVE =	 Premakni transformacijo
PICK_PEN =	 Izberite s peresom
PICK_NOENTITY =	 Izbran ni noben predmet
ERR_0001 =	 Ta parameter ne sme biti manjši od 0,001, vnesite ga znova
ERR_CRC     =	 Napaka pri preverjanju podatkov datoteke, datoteka je morda poškodovana.
ERR_DELSYSLAYER =	 Sistemske privzete plasti ni mogoče izbrisati
ERR_DELUSELAYER =	 Trenutno uporabljenega sloja ni mogoče izbrisati
ERR_MATCHFONTERR =	 Ni mogoče ujemati pisave
ERR_MEMORY  =	 Premalo pomnilniškega prostora za dodelitev dovolj pomnilnika.
ERR_NOFINDIMPORT =	 Ni veljavnega vtičnika za vnos
ERR_OPENFILE =	 odprtje datoteke ni uspelo
ERR_READFILE     =	 Branje datoteke ni uspelo
ERR_RENAMESYSLAYER =	 Sistemskega privzetega imena plasti ni dovoljeno spreminjati
ERR_SAVEFILE =	 Shranjevanje datoteke ni uspelo
ERR_SERIAL_FORMA =	 Format datoteke ni pravilen, datoteka je morda poškodovana.
ERR_VERSION =	 Napačna različica datoteke.
ERROR_VAR_FILTER =	Filtri so prestrogi za ustvarjanje veljavnih spremenljivih besedilnih predmetov\nOdstranite nekaj filtrov in poskusite znova
IS_TEXT_TO_GRAPH =	 ali želite pretvoriti besedilo s to pisavo v grafiko
CMD_OPENFILE =	 odpreti datoteko
CMD_SAVEFILE =	 shrani dokument
OPEN =	 Odprto
TIP_NOTITLE =	 Brez naslova
NOTITLE =	 Brez naslova
FILE_ISSAVEAS =	 Ali naj se spremenjene datoteke shranijo v
CHECK_SAVEPRE =	 shrani predogled slike
CHECK_SCALE =	 ohraniti proporce
CHECK_SHOWPRE =	 Pokaži sliko za predogled
STATIC_SAVETYPE =	 izhodna metoda
RADIO_SAVEALL =	 izpiše vse predmete
RADIO_SAVEPICK =	 predmet izbire izhoda
AUTHOR =	 avtor
COMMENT =	 Opombe
FILEINFO =	 informacije o datoteki
VERSION =	 Različica
CMD_NEWFILE =	 ustvari novo datoteko
PICK_PASTE =	 pasta
CENFIELD=	postavite v sredino
AUTOSAVEFILE =	 Samodejno varnostno kopiranje projektnih datotek ...
ON=	odprto
OFF=	blizu
GUIDELINE =	 Pomožni vod
OBJECT=	predmet
	
	
	
	
ID_DRAW_CIRCLE =	 Nariši krog\nNariši krog
ID_DRAW_ELLIPSE =	 Nariši elipso\nNariši elipso
ID_DRAW_PLINE =	 Nariši krivuljo\nNariši krivuljo
ID_DRAW_LINE =	 Nariši črto\nNariši črto
ID_DRAW_POINT =	 Točka izrisa\nTočka izrisa
ID_DRAW_POLY =	 Nariši mnogokotnik\nNariši mnogokotnik
ID_DRAW_RECT =	 Nariši pravokotnik\nNariši pravokotnik
ID_DRAW_TEXT =	 Risanje besedila\nRisanje besedila
ID_DRAW_BITMAP=	 Datoteka za risanje bitne slike\nDatoteka za risanje bitne slike
ID_DRAW_VECTOR=	 Vektorska datoteka za risanje\nVektorska datoteka za risanje
ID_DRAW_TIME  =	Zakasnitev risanja\nZakasnitev risanja
ID_DRAW_INPUT =	 Nariši vhodna vrata\nNariši vhodna vrata
ID_DRAW_OUTPUT=	 Draw Outlet\nDraw Outlet
	
	
ID_TOOL_NODE =	 Uredi vozlišče grafa\nUredi vozlišče
ID_TOOL_PICK =	 Orodje za izbiro grafikona\nIzbira grafikona
ID_MODIFY_HATCH =	 Izpolni izbrane predmete\nIzpolni
ID_TOGRAPH =	 Pretvori predmet v grafični objekt\nV grafiko
ID_VIEW_STATUS_BAR =	 Pokaži ali skrij vrstico stanja\nPrikaži in skrij vrstico stanja
ID_VIEW_TOOLBAR =	 Pokaži ali skrij sistemsko orodno vrstico\nPrikaži in skrij sistemsko vrstico
ID_VIEW_ZOOMBAR =	 Prikaže ali skrije orodno vrstico pogleda\nPrikaže in skrije vrstico pogleda
ID_VIEW_DRAW_BAR=	 Pokaži ali skrij orodno vrstico za risanje\nPrikaži in skrij vrstico za risanje
ID_VIEW_ENTPROP=	 Pokaži ali skrij vrstico lastnosti predmeta\nPrikaži in skrij vrstico lastnosti predmeta
ID_VIEW_ENTLIST=	 Pokaži ali skrij vrstico s seznamom predmetov\nPrikaži in skrij vrstico s seznamom predmetov
	
ID_ZOOM_ALL =	 Prikaže največ vse predmete\nPrikaži vse
ID_ZOOM_PICK =	 Izbira največjega prikaza\nIzberite opazovanje
ID_ZOOM_IN =	 Podvojite zaslon\nPovečajte
ID_ZOOM_OUT =	 Podvojite zaslon\nPomanjšajte
ID_ZOOM_PAN =	 Pomikanje zaslona\nPomikanje
ID_ZOOM_WINDOW =	 Prilagoditev velikosti okna\nPrilagoditev velikosti okna
ID_ZOOM_WORKSPACE =	 Ogled celotnega delovnega območja\nPogled delovnega območja
ID_SNAP_GUILD =	 Pripni na vodila\nPripni na vodila
ID_SNAP_GRID =	 Pripni na mrežo\nPripni na mrežo
ID_SNAP_OBJECT=	 Snap Object\nSnap Object
ID_SNAP_MESHVERTEX=	 Pripni na vrhove površine\nPripni na vrhove površine
ID_APP_ABOUT =	Prikaži informacije o programu, številko različice in avtorske pravice\nO
ID_APP_EXIT =	 Izhod iz aplikacije; poziv za shranjevanje dokumenta\nIzhod
	
	
TT_PICKALL =	 Izberi vse predmete\nIzberi vse predmete
TT_PICKDEL =	 Izbriši izbrane predmete\nIzbriši izbrane predmete
TT_PICKINVERT =	 Obrni izbor\nObrni izbor
TT_PICKLOCK =	 Zakleni izbrani predmet\nZakleni
TT_PICKUNLOCK =	 Odkleni izbrani predmet\nOdkleni
TT_PICKUNLOCKALL =	 Odkleni vse predmete\nOdkleni vse
TT_PICKCEN =	 Od kraja do izvora\nOd kraja do izvora
TT_PICKCENX =	Središče X je postavljeno na os Y\n Središče X je postavljeno na os Y
TT_PICKCENY =	 Središče Y je postavljeno na os X\n Središče Y je postavljeno na os X
TT_PICKPEN=	Izberi predmete po številki pisala\nIzberi predmete po številki pisala
TT_NODE_ADD =	 Dodaj vozlišče\nDodaj vozlišče
TT_NODE_ALIGN =	 Poravnava vozlišča\nPoravnava vozlišča
TT_NODE_ARC =	 Pretvori v lok\nV lok
TT_NODE_BEZIER =	 Pretvori v krivuljo\nV krivuljo
TT_NODE_CLOSE =	 Samodejno zapri krivuljo\nSamodejno zapri krivuljo
TT_NODE_DEL =	 Zmanjšaj vozlišče\nZmanjšaj vozlišče
TT_NODE_DIR =	 Spremeni smer krivulje\nSpremeni smer krivulje
TT_NODE_LINE =	 Pretvori v ravno črto\nPretvori v ravno črto
TT_NODE_REDUCE =	 Samodejno znižanje točk\nSamodejno znižanje točk
TT_NODE_SEPARATE =	 Odstrani vozlišče\nOdstrani vozlišče
TT_NODE_SHARP =	 Oster prehod\nOster prehod
TT_NODE_SMOOTH =	 Gladek prehod\nGladek prehod
TT_NODE_SYSMETRIC =	 Simetrični prehod\nSimetrični prehod
TT_NODE_UNITE =	 Fusion Node\nFusion Node
TT_POINTONCURVE=	točka na krivulji
TT_ADDLAYER=	Dodaj sloj\nDodaj sloj
TT_DELLAYER=	Izbriši plast\nIzbriši plast
ADDLAYER=	dodajte plast
DELLAYER=	izbriši plast
ROTATEANG =	 Kot vrtenja
MOVEDIST  =	 Razdalja premikanja
ZOOMSCALE =	 skalirno razmerje
INPUTPT =	 vhodna točka
INPUTSTARTPT =	 Vnesite začetno točko
INPUTCENTER  =	 Vnesite središče kroga
PICKCURVE=	Izberite krivuljo, na katero želite postaviti točko
PONITNUM=	točke
POINTDIST=	razmik med točkami
TEXT_POS=	Izberite, kam želite umestiti besedilo
ALIGN =	 poravnati
UNDO=	razveljaviti
REDO=	okrevati
MENU_FINISH=	&konec
MENU_CLOSEFINISH=	&Zaprt konec
MENU_COOR=	&Vnesite koordinate
TRANSFORM =	 transformirati
CENTER =	 center
MIRROR =	 ogledalo
SHEAR=	nagib
PEN=	Pero
SPEED=	hitrost
OBJECTLIST=	seznam predmetov
APPLYDEF=	parameter nastavljen na privzeto
ADVANCE=	napredno
POWER=	moč
FREQ=	pogostost
TICKLE=	Predionizacija
STARTTC=	Zakasnitev vklopa
ENDTC=	zakasnitev konca
POLYTC=	kotni zamik
SECOND=	drugo
US=	mikrosekundah
DELETE=	izbrisati
PARAMLIB=	knjižnica parametrov
INPUTPARAMNAME=	Vnesite ime parametra
GUILDLINE =	 Pomožni vod
PARAMNAMENONULL=	Ime parametra ne sme biti prazno
PARAMNAMEEXIST=	Ime parametra že obstaja! Želite prepisati stari parameter?
REALYDELPARAM=	Ali ste prepričani, da želite izbrisati trenutni parameter?
REALYAPPDEF=	Ali ste prepričani, da želite uporabiti trenutne parametre kot privzete parametre?
JUMPSPEED=	Hitrost skoka
JUMPPOSTC=	Zakasnitev položaja skoka
JUMPDISTTC=	Zakasnitev razdalje skoka
ADVANCEMARKPARAM=	Napredni parametri označevanja
ENDCOMP=	kompenzacija končne točke
ACCDIST=	Razdalja pospeška
MARK=	označevanje
SELECTAPARAM=	Izberite parameter
MODIFYCOLOR=	spremeni barvo
MODIFPARAM=	Spremenite parametre
APPLYTOPICK=	prijavi se na izbor
PARAM=	parameter
NOMOREMARKPARAM=	Samo privzeti parametri, ki jih ni mogoče spremeniti
NOPICKOBJECT=	noben predmet ni izbran
SETDEFPEN=	nastavite kot privzeto pero
MENU_SPECIAL=	&Poseben
FAILOPENLMC=	Ni mogoče odpreti gonilnika LMC1! Preverite, ali je gonilnik LMC1 pravilno nameščen!
NOTFINDLMC=	Ni bilo mogoče najti veljavne naprave LMC1!
MENU_LASER=	&Laser
DISABLEUSE =	 Prepovedano za uporabo
ENABLEUSE =	 uporaba
FIELD=	območje
LASERCTRL=	lasersko kontrolo
EXTAXIS=	Podaljšana os
CONFIGPARAM=	Konfiguracijski parametri
NEGATE=	vzvratno
ASPECT=	Zunanjost
FIELDSIZE=	Velikost območja
GALVO=	Galvo
	
MARKSTR_AFTERMARK=	Po obdelavi pojdite na določeno mesto
MARKSTR_AFTER1=	ne premakni se
MARKSTR_AFTER2=	Center Galvo
MARKSTR_AFTER3=	zgornji levi kot predmeta
MARKSTR_AFTER4=	Zgornji desni kot predmeta
MARKSTR_AFTER5=	spodnji desni kot predmeta
MARKSTR_AFTER6=	spodnji levi kot predmeta
MARKING=	Označevanje ...
WAITIOINPUT=	Čakanje na signal vhodnih vrat IO ...
	
PART=	Komponente
TOTALNUM=	skupaj
CONTINUES=	Neprekinjena obdelava
MARKSELECT=	Izberite obdelavo
QUIT=	prenehati
LIGHTSHOW=	zaslon rdeče luči
	
QSWITCH=	Q stikalo
ANALOGOUT=	Analogni izhod
CALIBRATION=	Popravek
OTHER=	drugo
ENPWMSIGNALE=	Omogoči izhod signala PWM
MAXPWMFREQ=	Največja frekvenca signala PWM
ENABLETICKLE=	Omogoči predionizacijo
PULSEWIDTH=	Pulzna širina
PULSEPERIOD=	Frekvenca impulza
FPK=	prvo zatiranje pulza
FPKEND=	Vklopite stikalo Q, ko se konča prvo dušenje impulza
ANALOGOUT=	Analogni izhod
ANAPOWER=	Omogoči napajalni analogni izhod
ANAFREQ=	Omogoči frekvenčni analogni izhod vrat
STARTMARKDELAY=	Zakasnitev začetka označevanja
FINSIHMARKDELAY=	Zamik končne oznake
MAXPOWERDELAY=	Največja zakasnitev moči
USERDEFRATIO=	Uporabniško določena lestvica
REALRATIO=	Dejansko razmerje
FREQMAP=	frekvenčno preslikavo
POWERMAP=	preslikava moči
READY=	Pripravite se
BTNSTOP=	USTAVI (F4)
BTNMARK=	Oznaka (F2)
BTNPARAM=	Parametri (F3)
BTNQUIT=	IZHOD (F5)
BTNLIGHT=	Rdeča luč (F1)
MARKSTR_NOENTITY=	Podatkov ni mogoče obdelati, preverite, ali je datoteka naložena!
MARKSTR_NOENTITY_SELECT=	Ni podatkov, ki bi jih bilo mogoče obdelati, preverite, ali je predmet obdelave izbran!
DOG_DATAERROR =	 Podatki šifrirne ključavnice so napačni, preverite, ali je šifrirna ključavnica pravilno vstavljena
DOG_SHARETIME =	 Trenutna različica je različica v skupni rabi, porabili ste dovoljeni čas!\nČe želite še naprej uporabljati to programsko opremo, se obrnite na prodajalca programske opreme
DOG_SHARE =	Trenutna različica je različica v skupni rabi, porabili ste dovoljeno število!\nČe želite še naprej uporabljati to programsko opremo, se obrnite na prodajalca programske opreme
DEMOVERSION=	Ne najdem ključa! Programska oprema bo delovala v demo načinu
DELHATCH=	odstranite oblazinjenje
CURTIME=	Trenutni čas
TOTALTIME=	skupni čas
PULSELENGTH=	Pulzna širina
CHECK=	zaznati
LASERON=	Vklopite laser
LASEROFF=	laser izklopljen
POSX=	položaj X
POSY=	Y položaj
LASERWILLOUTPUT=	Pritisnite OK za oddajanje laserja. Ali ste prepričani, da želite oddajati laser?
WARN=	opozoriti
SCANIMAGE=	skenirajte sliko
BOTTOM =	 dno
TOP =	 vrh
	
ORIGIN_PTNUM=	Vnesite ničelno točko
ORIGIN_WAY=	Metoda Nazaj na izvor
PLUGFILENAME =	 Ime datoteke vtičnika
	
PLUGSTATE =	 stanje vtičnika
PLUGVER =	 Različica vtičnika
PROMPT =	 namig
MENU_APP_EXIT =	 &Izhod
LMCVERERROR=	Napaka različice strojne opreme LMC
WELD=	varjenje
TRIM=	obrezati
INTERSECT=	križ
WELDTO=	privarjen na
TRIMTO=	obrezan pri
INTERSECTTO=	prečkati
PLASTIC=	oblika
SAVESRC=	obdrži originalni predmet
SAVETAR=	ohrani ciljni predmet
NOVALIDONCEMORE=	Ni izbranega veljavnega predmeta, ponovno izbrati?
FILE=	dokument
PORT=	pristanišče
IOSTOP=	Ustavi obdelavo vhodnih vrat
STOPPROMPT=	Pozivno sporočilo, ko je obdelava ustavljena
STOPSIGNALTRIG=	Sproži se stop signal in trenutna obdelava se ustavi!
REMOTE=	daljinec
ENREMOTE=	Omogoči daljinsko upravljanje
NETWORKIP=	naslov IP omrežja
QPULSEWIDTH=	širina impulza Q
POINTTIME=	vzemite si čas
LEFT =	 levo
RIGHT =	 prav
ALIGN_NODECTRL=	Poravnajte kontrolne točke vozlišč
NODE_ALIGN=	Poravnaj vozlišče
OFFSETLEN=	dolžina odmika
BASELENGTH=	osnovna dolžina
TRANFORM=	transformirati
BASE=	merilo uspešnosti
FREE=	 prost
BASEANGLE=	referenčni kot
ANGLELIMIT=	Omejitev obsega kota
CHANGEORDER=	spremeni vrstni red
MODIFY=	Revidirati
ROAXIS=	vrtilna os
ZERO=	nič
STEPPERRO=	Impulzi na obrat
DISTPERRO=	Razdalja gibanja na obrat
MINPOS=	Najmanjše koordinate
MAXPOS=	maksimalna koordinata
MINSPD=	minimalna hitrost
MAXSPD=	Največja hitrost
ZEROSPD=	Ničelna hitrost povratka
GEARRATIO=	Razmerje redukcije
PARTDIA=	Premer obdelovanca
ZEROOFF=	Ničelni odmik
ACCTIME=	čas pospeševanja
SCALECOMP=	Sorazmerno nadomestilo
SHEARCOMP=	kompenzacija neusklajenosti
SPACECOMP=	Kompenzacija zračnosti
GOTOORIGIN=	Razširjena ničelna točka popravka osi
PLSPICKAPEN=	Prosimo izberite pero
BITMAP=	bitna slika
LINEINC=	Povečanje vrstice skeniranja bitne slike
NODE_DELETE =	 izbriši vozlišče
NODE_ADD =	 dodaj vozlišče
NODE_UNITE=	fuzijsko vozlišče
NODE_TOARC =	 Pretvori v segment loka
NODE_TOBEZ =	 Pretvori v segment krivulje
NODE_TOLINE =	 Pretvori v segment črte
NODE_TOSHARP =	 konica prehod
NODE_TOSMOOTH =	 gladek prehod
NODE_TOSYSMETRIC =	 Simetrični prehod
NODE_ALIGN =	 poravnava vozlišča
NODE_CHANGEDIR =	 Spremenite smer krivulje
MARKON=	Odprto označevanje
MARKOFF=	Označi
CURVEEDIT =	 Urejanje krivulje
MENU_AUTOCONNECT=	samodejno povezovanje
CONNECTERR=	Napaka pri samodejni povezavi
	
PRINTER  =	 tiskalnik
PRINT  =	 Tiskanje
STYLE  =	vrsta
STATUS =	 država
REMARK =	 Opomba
COPYNUM=	 število izvodov
ATTRIB=	 Lastnosti
PRINTCOPYNUM=	 število izvodov
AUTOPAGE=	Samodejno ostranjevanje
PRINTRANGE=	obseg tiskanja
PRINTALL=	natisni vse
PRINTSEL=	izberite tisk
PAGESETUP=	nastavitve strani
	
MARGIN=	Robovi
MARGINLEFT =	levi rob
MARGINRIGHT=	desni rob
MARGINTOP  =	zgornji rob
MARGINBOTTOM=	spodnji rob
	
PAGECEN     =	sredina strani
PAGECENUP   =	zgornji srednji
PAGECENLEFT =	sredina levo
PAGECENRIGHT=	sredina desno
PAGECENDOWN =	srednji in spodnji
	
PAGELEFTUP   =	zgoraj levo
PAGERIGHTUP   =	zgoraj desno
PAGELEFTDOWN  =	spodaj levo
PAGERIGHTDOWN =	spodaj desno
PAGEFILL=	spremeni velikost na stran
PAGERANDOM=	prilagoditi
AXISSTEP=	Dolžina koraka gibanja
SPLITSIZE=	Razdeljena velikost
SPLITPARAM=	segmentacijski parameter
SPLITBYGUILDLINES=	Razdelite s pomožnimi črtami
ORIGIN=	izvor
LIGHTING=	rdeča lučka, ki označuje
SPLITMARK1=	Razcepljena oznaka 1
SPLITMARK2=	Razcepljena oznaka 2
ORIGINCOOR=	izvorne koordinate
SETCURPOSTOORIGIN=	(&D) Nastavite trenutno točko kot izhodišče
SETORIGIN=	nastavite izvor
SPECIALMOTION=	posebno gibanje
STOP=	stop
GOTOMARKORIGIN=	Premakni se na izvor označevanja
REDLIGHTPOINT=	rdeča lučka
LIGHTSPEED=	hitrost rdeče luči
OFFSETPOSX=	položaj zamika X
OFFSETPOSY=	položaj zamika Y
REDLIGHTIO=	Rdeča lučka, ki označuje izhodna vrata
MARKIO=	Označevanje izhoda
NULL=	nič
INPUTTEXT=	Prosimo vnesite besedilo za obdelavo
FORCESPLIT=	prisilna delitev
LINE=	ravna črta
RIGHTCOOR=	Za vnos koordinat pritisnite desni gumb miške
INPUTCOOR=	Vnesite koordinate
FINISHGOTOSTARTPT=	Po obdelavi se vrnite na izhodišče
STARTMARKIO=	Začnite označevati vrata
INPORT=	vhodna vrata
AUTORESET=	Samodejna ponastavitev
JSFFONT_FILENAME=	ime datoteke pisave jsf
GRAPHCHAR=	Znaki, ki ustrezajo grafiki
UPDATEFONTFILE=	Posodobite datoteko s pisavami
OFFSET_DIST=	razdalja odmika
JCZFONT_NEWJSF=	Datoteka ne obstaja, ustvariti novo datoteko?
JSFFONT_NAME=	ime pisave
DOUBLEWIDTH=	dvojna širina znakov
DOUBLEHEIGHT=	dvojna višina znakov
SINGLEWIDTH=	širina enega znaka
SINGLEHEIGHT=	višina enega znaka
JSFFONT=	Pisava Jsf
JCZFONT_PROPERTY=	lastnosti pisave
ENMARKMUTEX=	omogoči označevanje mutexa
MARKPARAM=	Parametri označevanja
ONOFF=	stikalo
CURPEN=	trenutna številka peresa
CURPENPARAM=	trenutne parametre peresa
USEDEFAULTPEN=	Uporabite privzete parametre
SELPARAMFROMLIB=	Pridobite parametre iz knjižnice parametrov
DELETESELPARAM=	izbrišite izbrani parameter
CURPARAMSAVEAS=	Shrani trenutne parametre kot
PLSSELPARAM=	Najprej izberite parameter
ID_DRAW_BARCODE =	 Nariši črtno kodo\nNariši črtno kodo
MENU_VIEW_MARKPARAM=	Vrstica parametrov označevanja
ID_VIEW_MARKPARAM=	Prikaže ali skrije vrstico parametrov označevanja\nPrikaže ali skrije vrstico parametrov označevanja
SHOWCROSSLINE=	Prikaži sredinski križ
SELPOSDATUM=	Izberite referenčno točko za koordinate položaja
PULSEGREATEMAX=	Nastavljena širina impulza Q je večja od največje širine impulza
MAXPULSEWIDTH=	Največja širina impulza
CURFREQ=	trenutna frekvenca
FIELDNAME=	Ime polja
CURRENT=	trenutno
CURRENTMAP=	Trenutno preslikavo
ENCURRENT=	Omogoči trenutni izhod
EXESTART =	Ko se ezcad zažene, zaženite program
EXEFINISH=	Ko je ezcad zaprt, zaženite program
PARAMNAME=	ime parametra
GOALSIZE=	velikost ciljne oznake
REALSIZE=	Dejanska velikost oznake
CALCSCALE=	Izračunajte razmerje
GOALMUSTGREATE=	Velikost oznake tarče mora biti večja od 0,001
REALMUSTGREATE=	Dejanska velikost oznake mora biti večja od 0,001
FORCEALLSPLIT=	Vsa cela divizija
USEGUILINSTARS=	Uporaba digitalnega gonilnika Q-stikala
	
DESCENTRATIO=	Nižje visoko razmerje
DESCENT=	navzdol visoko
ASCENT=	Shanggao
BASELINE=	izhodišče
LOADCHAR=	Naloži podatke znakov
SAVECHAR=	shranite podatke znakov
LEFTSIDE=	Širina levega nosilca
RIGHTSIDE=	Prava širina podpore
HELP =	 pomoč
HELP_BLUEBOX=	Modri okvir je območje, ki ga znak zaseda, ko je dejansko prikazan
HELP_DESCENTRATIO=	Nižje visoko razmerje
HELP_CHARWIDTH=	Širina znakov se nanaša na standardno širino znakov trenutne knjižnice pisav
HELP_CHARHEIGHT=	Višina znakov se nanaša na standardno višino znakov trenutne knjižnice pisav
HELP_LEFTSIDE=	Širina leve podpore je razdalja med dejanskimi podatki znaka in levim robom
HELP_RIGHTSIDE=	Širina desne podpore je razdalja med dejanskimi podatki znaka in desnim robom
HELP_BASELINE=	Osnovna črta je vodoravna črta, ki se uporablja za poravnavo pri gradnji pisave
CHARKERNING=	Kerning znakov
NOFONTFILE=	Ni bilo mogoče najti veljavne datoteke pisave, izberite veljavno datoteko pisave!
INPUT2CHAR=	Vnesite dva znaka
SAVEKERNING=	shrani kerning
JCZFONT_VER1=	Trenutna knjižnica pisav je različica v1.0 in je pretvorjena v različico v2.0.\nProsimo, znova zaženite ezcad2.0, preden bo sprememba začela veljati!
PULSEMODE=	Vektorski pikčasti vzorec
PULSEPER=	Impulzi na točko
FLYMARK=	leteče oznake
FLYSPEED=	Linearna hitrost
ERR_FLYSPEEDFAST=	Hitrost vrvice je prehitra, da bi jo galvo dohitel!\nHitrost vrvice mora biti manjša od hitrosti označevanja in skakanja!
MS=	milisekunda
CANHATCH=	se lahko napolni
PASSWORD=	geslo
CONFIRMPASSWORD=	potrdi geslo
PASSWORDNOSAME=	Dvakrat vnesena gesla so različna, prosimo vnesite znova!
PASSWORDUNVALID=	napačno geslo!
OUTPORTALRADYUSE=	Izhodna vrata je zasedla druga naprava, ponastavite jo!
LASERPOWERIO=	Izhodna moč laserja
POWERON=	vklop
POWEROFF=	ugasniti
EZCADSTR_ID_FILE_IMGLIB =	 Odpre galerijo priljubljenih\nGalerija priljubljenih
EZCADSTR_IDC_STATIC_NEWIMG =	 Vnesite ime slike
EZCADSTR_IDC_STATIC_NEWLIB =	 Vnesite ime galerije
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =	 Vnesite ime datoteke (.glb)
EZCADSTR_IMGDLG_BUTTON_DELIMG =	 izbriši sliko
EZCADSTR_IMGDLG_BUTTON_DELLIB =	 izbriši galerijo
EZCADSTR_IMGDLG_BUTTON_NEWIMG =	 dodajte sliko
EZCADSTR_IMGDLG_BUTTON_NEWLIB =	 Nova galerija
EZCADSTR_IMGDLG_KEEPSIZE =	 Lestvica ključavnice
EZCADSTR_IMGDLG_NEWIMG =	 dodajte sliko
EZCADSTR_IMGDLG_NEWLIB =	 Nova galerija
EZCADSTR_IMGDLG_STATIC_EXPORT =	 Možnosti izvoza grafike
EZCADSTR_IMGDLG_STATIC_HEIGHT =	 visoka
EZCADSTR_IMGDLG_STATIC_NAME =	 Ime galerije
EZCADSTR_IMGDLG_STATIC_PREVIEW =	 Predogled slike
EZCADSTR_IMGDLG_STATIC_WIDTH =	 premer
EZCADSTR_IMGGLD_ORIGSIZE =	 originalna velikost
EZCADSTR_IMGLIB_DRAW =	 Galerija risb
EZCADSTR_IMGLIB_MAXIMG =	 Število slik v tej galeriji je doseglo največjo vrednost, prosimo, ustvarite novo galerijo
EZCADSTR_IMGLIB_TOTALNUMBER =	 Skupno število slik:
EZCADSTR_IMPORT_PT =	 Vnesite lokacijo za postavitev grafike
EZCADSTR_MSG_DELETEIMG =	Ali ste prepričani, da želite izbrisati sliko?
EZCADSTR_MSG_DELETELIB =	 Ali ste prepričani, da želite izbrisati galerijo?
EZCADSTR_MSG_DIRECTORYERROR =	 pot datoteke knjižnice ne obstaja
EZCADSTR_MSG_HAVEFILE =	 Navedena galerija že obstaja, vnesite jo znova
EZCADSTR_IMGDLG =	 Skupna galerija
EZCADSTR_MENU_FILE_IMGLIB =	 &Skupna galerija ...
CIRDIAMETER=	premer kroga
ARRAY_NUM=	število nizov
ANG_DIST=	Kotni razmik
EZCADSTR_ARRAY_TYPE =	 vrsto polja
EZCADSTR_ARRAY_X_DIST =	 Horizontalni razmik
EZCADSTR_ARRAY_X_NUM =	 Vodoravna številka
EZCADSTR_ARRAY_Y_DIST =	 Navpični razmik
EZCADSTR_ARRAY_Y_NUM =	 navpična številka
EZCADSTR_ARRAY_DIST_CALC =	 Metoda izračuna razmika
EZCADSTR_ARRAY_ENTSPACE =	 Izračunano glede na razmik med grafikami
EZCADSTR_ARRAY_OFFSETDIST =	 Izračunano z razdaljo odmika
EZCADSTR_CMD_ARRAY=	matrični objekt
RADIUS=	polmer
BREAKCROSSPOINT=	odstranite križišče
ID_MODIFY_ARRAY =	 Razporedi izbrane predmete\nMatrične predmete
ID_MODIFY_ROTATE =	 Zasukaj izbrane predmete\nZasukaj predmete
ID_MODIFY_PLASTIC=	Oblikovanje predmeta\nOblikovanje
ID_MODIFY_CONNECT=	Samodejno povezovanje krivulj\nSamodejno povezovanje krivulj
ID_MODIFY_BREAKCROSS=	Odstranite presečišče krivulj\nOdstranite presečišče
ID_MODIFY_TRANSFORM=	Preoblikovanje predmetov\nPreoblikovanje
ID_MODIFY_OFFSETCURVE =	 Odmik izbranih predmetov krivulje\nOdmik krivulje
CROSSLEN=	dolžina križišča
TESTLASER=	testni laser
READALLLINE=	Vsakič preberi celotno datoteko
INFO_CODE128OPTMIZE=	Črtna koda CODE128Optimized je neprekinjena črtna koda, njen nabor znakov vsebuje znake z vrednostmi ASCII od 0 do 127, sistem pa samodejno preklaplja med CODE128 A, B in C glede na znake, tako da je končna koda najkrajša;
FLYRIGHT2LEFT=	Smer cevovoda od desne proti levi
FLYCONTMODE=	Neprekinjeni način cevovoda
DATEINFO=	Pomen znakov v formatu datuma: Y
SN=	serijska številka
INCSN=	Povečanje zaporedne številke
	
DATENAME=	ime datuma
YEARUSE2DIGIT=	Za leto uporabite dve števki
YEARNOLEADZERO=	Leto brez začetnih ničel
HOUR12=	12 urna ura
TIMENOLEADZERO=	čas brez začetnih ničel
DIGIT09ISSN=	Številka 0 je serijska številka, številka 9 pa korak serijske številke
SAMPLE=	Primer
AM=	jutro
PM=	popoldne
DATENAMECANNOTNULL=	Ime datuma ne sme biti prazno!
SAVETONEWFILE=	shrani v novo datoteko
AUTOROANG=	Samodejno vrtenje kota polnjenja
BYDAY=	podnevi
BYMONTH=	mesečno
BYWEEK=	po tednu
BYYEAR=	po letu
DATEOFFSET=	datumski zamik
ENTOTALPARTNUM=	Skupno število obdelovancev velja v neprekinjenem načinu
MARKFINISHNUM=	Navedena količina je bila obdelana! Ali želite nadaljevati z obdelavo?
OFFSET=	odmik
EXPORTTEXT2FILE=	Izhod besedila v določeno datoteko med obdelavo
EXPORTTIME2FILE=	Izhodni čas v določeno datoteko med obdelavo
EXPORTTEXT=	izhodno besedilo
AUTOCONNECT=	Samodejno povežite sosednje segmente krivulje
SOFTUSEPSW=	Za uporabo programske opreme morate vnesti geslo
USERMGR=	Upravitelj uporabnikov
USER=	uporabnik
ADMIN=	vodja
DESIGNED=	oblikovalec
WORKER=	operater
MODIFYPASSWORD=	spremeni geslo
SELUSER=	izberite uporabnika
PSWINCORRECT=	Napačno geslo prosim vnesite znova
CARDNO=	Številka kartice
SELLMC1DEV=	Izberite napravo za nastavitev parametrov
LASERTYPE=	Vrsta laserja
NOHATCHTEXT=	brez oblazinjenja besedila
USECORRECTFILE=	Uporabite datoteke za popravke
CRYSTAL=	kristalno
MAXFREQ=	največja frekvenca
PULSEGREATEMAXFREQ=	Frekvenca impulza je večja od največje frekvence
MOVEANG=	Kot gibanja
CURRANGLE=	trenutni kot
ROANGMARK=	Oznaka kota vrtenja - opomba: koordinata z predmeta je vrednost kota
OPTIMIZECURVE=	Optimizirajte vrstni red krivulje
ANGLEROTATE=	Oznaka kota vrtenja
SIZESCALE=	Razmerje velikosti
PULSE=	utrip
ENSHOWCONTOUR=	pokaži oris
SUBSURFACE=	Notranje rezbarjenje
ZEROTIMEOUT=	vrnitev na ničelno časovno omejitev
CMD_REPEAT1=	ponovi ukaz 1
CMD_REPEAT2=	ponovi ukaz 2
NODE=	vozlišče
SUNDAYISFIRSTDAY=	Nedelja je prvi dan v tednu
TT_POINT=	narisati točko
TT_POINTONCURVE1=	Na krivuljo postavite določeno število točk
TT_POINTONCURVE2=	Postavljanje točk s fiksnim razmikom na krivuljo
IMGLIB_PROMPT=	Namig: Pritisnite in držite levi gumb miške, da izberete želeno grafiko, in nato povlecite, da se pomaknete na delovni prostor
ONELASERMULTISCANNER=	Načini z enim laserjem in več lečami
MULTILASERMULTISCANNER=	Načini z več laserji in več lečami
ALLSCANNERSAMEPART=	Vsi galvanometri obdelujejo isti obdelovanec
ALLSCANNERDIFFPART=	Vsi galvanometri obdelujejo različne obdelovance
SCANNER=	Galvo
SCANNERTYPE=	Vrsta Galvo
CENPOS=	Središčne koordinate
LASERPARAM=	Laserski parametri
ERR_OUTRANGE=	Raztezna os je izven območja obdelave!
MOVETOPREV=	pomaknite se naprej
MOVETONEXT=	premakniti nazaj
MOVETOTOP=	prinesti v ospredje
MOVETOBOTTOM=	premakniti nazaj
MENU_EDIT_TODASHED=	do črtkane črte
INFO_QRCODE=	Črtna koda QRCODE je dvodimenzionalna črtna koda, njen nabor znakov vsebuje vse znake ASCII;
LASERONTIME=	Laser pravočasno
DISTRIBUTION=	razdeljen
D_TOP=	&Všeč mi je
D_VCEN=	&Srednje
D_VSPACE=	&razmik
D_BOTTOM=	&Dno
D_LEFT=	&Levo
D_HCEN=	&Srednje
D_HSPACE=	&razmik
D_RIGHT=	&Prav
ISREALYMARK=	Začeti označevati?
DELOLDCURVE=	izbrisati stare krivulje
PICKOFFSETCURVE=	Izberite krivuljo za zamik
PICKOFFSETDIR=	Izberite smer odmika krivulje
NESTING=	Optimizirano gnezdenje
PICKEDGE=	izbirna meja
NESTPARAM=	Parametri gnezdenja
AUTONESTING=	samodejno gnezdenje
BRIDGEDIST=	razdalja kroga
STOCKDIST=	Robovi lista
ROTATEINTERVAL=	Korak vrtenja
ROTATE=	vrteti
ERRNESTING=	Trenutna meja lista ne more sprejeti vseh vzorcev!
PICKNESTEDGE=	Izberite mejo lista, na katero želite postaviti vzorec
MARKDATA_OUTRANGE=	Podatki obdelave presegajo obseg obdelave!
SELECTNESTEDGE=	Najprej izberite mejo lista, na katero želite postaviti vzorec!
NESTINGMULTI=	Postavitev več obdelovancev
NESTINGONE=	Enotna postavitev posameznega obdelovanca
SHEETSIZE=	Velikost materiala
SHEETSIZESMALL=	Velikost materiala je premajhna!
WARNSTARTSIGNAL=	Obdelava je nenehno prekinjena Ali je signal začetne obdelave napačen? Ali je signal začetne obdelave prepovedan?
INPORTCONFLIC=	Upoštevajte, da obstajajo nasprotujoča si vhodna vrata! Prosimo izberite znova!
OUTPORTCONFLIC=	Upoštevajte, da obstajajo nasprotujoča si izhodna vrata! Prosimo izberite znova!
UNCOMBINE=	 ločena kombinacija
READPOINTCLOUDFILE=	Preberi datoteko oblaka točk ...
MENU_FILE_BMPFILE=	Vnesite datoteko bitne slike\tCtrl+W
MENU_FILE_VECTORFILE=	Uvozi vektorsko datoteko\tCtrl+B
MAXFREQDELAY=	Največja zakasnitev frekvence
INFO_CODEINTER6=	Koda ITF-6 je črtna koda s fiksno dolžino, njen nabor znakov vsebuje le številke '0'-'9', ITF-6 vsebuje 6 znakov, prvih 5 znakov so podatki, zadnji znak je koda za preverjanje, preverjanje kodo samodejno doda sistem in sistem sprejme le prvih 5 znakov.
INFO_CODEINTER14=	Koda ITF-14 je črtna koda s fiksno dolžino, njen nabor znakov vsebuje le številke '0'-'9', ITF-14 vsebuje 14 znakov, prvih 13 so podatki, zadnji znak pa je koda za preverjanje. kodo za preverjanje samodejno doda sistem in sistem sprejme le prvih 13 znakov.
BORDER=	okvir
PLUSEWIDTHREV=	inverzija širine impulza
ENANALOGFPK=	Omogoči zatiranje prvega analognega impulza
INFO_USERDEFINE=	Uporabniško določena črtna koda, uporabniško določeno število vrstic in stolpcev, podatki črtne kode so predstavljeni z nizom številk z velikostjo 0-255, ločenih z ",", vsaka številka predstavlja 8-mestni blok črtne kode, prva številka predstavlja črtna koda od zgoraj navzdol Prva vrstica od spodaj, prvih 8 blokov črtne kode od leve proti desni. Če bajta ni mogoče namestiti na konec vrstice, se ustrezni podatkovni bit prezre. Če v vhodnem znaku ni ",", se uporabi binarno pravilo, 1 pomeni črno in 0 pomeni belo.
RINGMARK=	Označevanje nakita
INPUTDISTRCOFF =	 Vnesite faktor deformacije cevi
INPUTTRAPECOFF =	 Vnesite faktor trapezne deformacije
GRADUATION=	lestvica
GRADUATIONNUM=	število kljukic
GRADUATIONANG=	Povečanje kota
DEGREE1LEN=	Najmanjša dolžina kljukice
DEGREE5LEN=	Dolžina kljukice 5 točk
DEGREE10LEN=	Dolžina kljukice 10 točk
SHOWTEXT=	prikazno besedilo
STARTVALUE=	začetna vrednost
INCVALUE=	Povečaj vrednost
DOTBITCOUNT=	številk za decimalno vejico
LOADGRADFILE=	Naloži datoteko lestvice
SAVEGRADFILE=	shrani datoteko s kljukico
ROTATERULER=	obroč tehtnice
HATCHBYDEFAULT=	Izpolnite s privzetimi parametri
360MARK =	 360 stopinjska oznaka
STARTPULSEMODE=	Zaženi impulzni način signala
AUTORESETMARKCOUNT=	Časi obdelave samodejne ponastavitve
PULSEPERUNIT=	impulzov na enoto
MOVE =	 premakniti
MOVETO =	 premakni se na
RELATIVE=	relativni položaj
MENU_DRAW_EXTAXIS=	&Razširjena os
ID_DRAW_EXTAXIS=	 Nariše razširjeno os\nNariše razširjeno os
MULTIPARTMARK=	Večpostajni obdelovalni modul
PLEASEVALIDPARAM=	Izberite veljaven parameter postaje
MALTIMARKINFO=	Določeno največje število obdelave je bilo obdelano!\nČe želite obdelavo, prosimo, spremenite obdelano število ali največje število obdelave.
MALTIMARKINFO2=	Določeno največje število obdelav je bilo opravljeno!
PARTPOS=	Postaja
PARTTYPE=	način delovne postaje
SELPARTTYPE=	Izberite način postaje
CURPARTPOS=	trenutna postaja
MARKEDCOUNT=	Število obdelanih
STOPWHENMAX=	Ustavite po obdelavi na največje število obdelav
MAXCOUNT=	Največje število obdelav
MARKALLPART=	F1 za obdelavo vseh trenutnih postaj
CONTMARKALLPART=	F2 Kontinuirana obdelava vseh postaj
MARKCURPART=	F8 obdelava trenutne postaje
MODIFYCURPART=	F9 za spreminjanje trenutnega položaja postaje
ADD=	Porast
DISMARKWHENREACHTOTAL=	Po obdelavi do navedenega števila je obdelava prepovedana
CURNUMGREATETOTALNUM=	Trenutno število obdelav je večje od skupnega števila obdelav, prosimo ponastavite trenutno število obdelav pred obdelavo!
YAGOPTIMIZEMODE=	YAG optimiziran vzorec polnila
	
FLYHARDWARE=	Omogoči strojno letalski način
FLYSIMULATION=	Omogoči način emulacije strojne opreme
MULTIPLIER=	faktor hitrosti letenja
UM=	mikronov
MIL=	mil
UMPERCOUNT=	mikronov/štetje
INCHPERCOUNT=	palcev/štetje
FLYCOUNT=	štetje
TOTALMARKTIME=	skupni čas obdelave
DOG=	ključek
DEFENTTEXT=	BESEDILO
SPECIALPOS=	določeno lokacijo
GOTOSPECIALPOS=	premakniti na določen položaj
SETCURPOSTOSPEC=	(&D) Nastavite trenutno točko na določen položaj
MINPWMFREQ=	Najmanjša frekvenca signala PWM
PULSELOWMAXFREQ=	Frekvenca impulza je manjša od minimalne frekvence
MINFREQ=	Najmanjša frekvenca
DOUBLELINEMODE=	vzorec dvojne kljukice
LASERSLEEPTIME=	Laserski čas spanja
DXFUNITISINCH=	Datotečne enote Dxf so palci
0NOTAILZERO=	Lestvica 0 ne prikazuje 0 za decimalno vejico
SHOWDEGREE5TEXT=	Prikaz 5-stopinjskega besedila
TEXTROTATE90=	Besedilo zasukano za 90 stopinj
BOLDLINEMODE=	širok vzorec klopi
POWERRULER=	super vladar
PLSSELRULER=	Izberite ravnilo za strojno obdelavo
ALEARDYHAVESAMERULER=	Konflikt imena ravnila, prosim preimenujte!
GRADCONDISNULL=	Pogoj za ustvarjanje kljukice ravnila ne sme biti prazen!
MINGRAD=	Najmanjša lestvica
RULER =	 vladar
RULERNAME=	Ime vladarja
GRADGENCOND=	Pogoji generiranja kljukic
GRADLINE=	kljukice
GRADVALUE=	Vrednost lestvice
STARTPT=	Izhodišče
ENDPT=	končna točka
STARTINDEX=	začetna številka indeksa kljukice
ENDINDEX=	številka indeksa končne kljukice
INCINDEX=	Povečanje indeksa kljukic
GRADLINEWIDTH=	Širina kljukice
ROTATERULERMODE=	Način vrtljivega ravnila
GLOBEMARK=	označevanje globusa
LONGITUDE=	zemljepisna dolžina
LATITUDE=	zemljepisna širina
FLYMARKENTBYORDER=	Omogoči letak po vrstnem redu predmeta
INPUTIOMASK=	vhodna IO maska
OUTPUTIOMASK=	izhodna IO maska
DISSTARTIOINCONTMODE=	Neprekinjeni način onemogoči vrata za označevanje začetka
LASEROFFTC=	Zakasnitev izklopa luči
STARTGRADPOS=	začetni položaj kljukice
INCPOS=	prirast položaja
STEPPERMM=	korakov/mm
STEPPERINCH=	korakov/palec
EDIT =	 Uredi
TOTALPARTNUM=	skupno število delov
EXPORTTOWS=	izhod v delovni prostor
STRAIGHTRULER=	vladar
RINGRULER=	Ring ravnilo
DISKRULER=	disk ravnilo
PARTNUM=	Ime dela
UPDATEPOSPARAM=	Posodobite pozicijske parametre
OTHERNUMSYS=	baza po meri
MAXNUMBER=	največjo osnovo
MPERMIN=	m/min
INCHPERMIN=	palcev/min
ENCODERDIST=	Razdalja potovanja kodirnika
OUTPORT=	izhodna vrata
ROTATETEXTMARK=	Obrnite oznako besedila
	
CIRCLEMODE=	vzorec kroga
TEXTELEMENT=	besedilni element
TCPIPCOM=	Omrežna komunikacija
SERIALCOM=	Serijska komunikacija
TIME=	čas
FIXEDTEXT=	fiksno besedilo
NOLEADZERO=	Ne uporabljajte začetnih ničel
PREV=	premikaj se naprej
NEXT=	premakniti nazaj
LIMILTSN=	Največja zaporedna številka
MODE=	model
YEAR=	leto
MONTH=	luna
DAYOFMONTH=	dan
DAYOFYEAR=	nebo
DAYOFWEEK=	teden
WEEKOFYEAR=	teden
HOUR=	ura
MINUTE=	minuta
TIMESEC=	obdobje
IPADDRESS=	IP naslov
COMMAND=	naročilo
ALLCHARSUSES=	vse možne znake
BAUDRATE=	hitrost prenosa
DATABIT=	podatkovnih bitov
STOPBITS=	stop bit
PARITY=	pariteta
ENCIRCLETEXT=	omogoči besedilo loka
POWERKEYBOARD=	super tipkovnica
KBWORKDIRECTORY=	delovni imenik tipkovnice
KEYLIST=	seznam ključev
KEYNAME=	ime ključa
KEYFILE=	ključna datoteka
CUTONOFF=	prekinil stikalo
USERNAME=	uporabniško ime
	
DYNFOCUS=	dinamični fokus
ENDYNFOCUS=	Omogoči dinamično ostrenje
DYNZREV=	Z vzvratno
DYNZPOS=	Z položaj
DYNZRAD=	Razdalja do središča (%)
DYNAUTOSWITCH=	samodejno stikalo
DYNUPDATEALL=	Posodobite položaj Z
DYNADD=	Z se poveča
DYNDEC=	Z zmanjšanje
DYNSTART=	začeti s testiranjem
DYNSTOP=	stop test
DYNUSING=	Dinamični fokus v uporabi..
IAGREE=	Strinjajte se, da sprejmete to pogodbo
IDONTAGREE=	ne strinjate s sprejetjem tega sporazuma
ERR_CANNT_RUN=	Operacije ni mogoče izvesti v trenutnem stanju
MARKSPEED=	Hitrost označevanja
LENTESTRECT=	Preizkusite dolžino stranice pravokotnika
TESTPARAM=	Testni parametri
ZINCREMENT=	Povečanje Z
ZMICROINC=	Prirastek natančnega prilagajanja Z
ZMAX=	Z maks
DYNLINEAR=	Linearna interpolacija
MACROADJUST=	Natančno prilagodite vrednost Z
FAILTRANSFER=	Posodobitev podatkov ni uspela! Prosim poskusite ponovno!
ENCO2FPK=	Omogoči zatiranje prvega impulza CO2
FPKSTARTPOWER=	Prva zagonska moč dušenja impulza
FPKINCPOWER=	Prvo povečanje moči zatiranja impulza
SHOWSTARTMARKDLG=	Prikažite pogovorno okno Začni označevati
ENEXEMARKFILE=	Omogoči izvajanje označevanja začetnih in končnih ukaznih datotek
ENREDCONTMODE=	Omogoči način neprekinjene obdelave rdeče luči
	
DYNSAVE=	shraniti
DYNLOAD=	obremenitev
ADDZAUTO=	Vrednost Z se samodejno poveča ali zmanjša
INFO_CICODE=	Hanxin je kitajski standard črtne kode 2D; njegov nabor znakov vsebuje vse znake ASCII in kitajske znake
SPECIALWAVE=	posebno valovno obliko
SPIWAVE=	valovna oblika
SPICONTINUES=	neprekinjen način
SPISIMMERCUR=	Napajanje v stanju pripravljenosti
STEPDIST=	Optimizirana dolžina
STEPDELAY=	zamik med koraki
USESTEPMARKMODE=	Uporabite način označevanja korakov
CURLMCNOTIPG=	Trenutne kartice LMC ne podpirajo laserjev IPG
CURLMCNOTSPI=	Trenutna kartica LMC ne podpira laserjev SPI_G3
LASERNOTREADY=	Laser ni pripravljen, preverite
FIXEDCOOR=	Fiksne koordinate vhodne točke
DOORIO=	vrata varnostnih vrat
ERR_DOOROPEN=	Varnostna vrata so odprta, zaprite varnostna vrata!
LINEREDUCTION=	ravna alineja
NUMLOOPS=	Število mejnih obročev
FONTTYPE_SHX=	pisava SHX
ENSPLITSTRTOCHANGETEXT=	Omogoči razdeljeni niz za spreminjanje besedilnega predmeta z določenim imenom
INDEXFIRSTCHARSTR=	položaj prvega znaka v nizu
NUMCHAREXTRACTSTR=	Skupno število znakov, ekstrahiranih iz niza
NAMETEXTTOCHANGE=	Ime besedilnega predmeta, katerega vsebino znakov želite spremeniti
SET=	nastaviti
TT_PICKMIRRORX=	XMirror\nXMirror
TT_PICKMIRRORY=	YMirror\nYMirror
IPG:OVERTEMP=	Laser: Previsoka temperatura
IPG:NORMAL=	Laser: deluje dobro
IPG:HIGHOPTIC=	Laser: obdelajte visoko odbojne materiale in laser se odbije v laser
IPG:SYSERROR=	Laser: okvara sistema
IPG:READY=	Laser: ni pripravljen
IPG:EMERGENCY=	Laser: Signal za zaustavitev v sili je veljaven
HIDEMODEL=	skriti model
ANGLEINC=	Povečanje kota
UPTODOWN=	od zgoraj navzdol
LAYERNUM=	plasti
SPACEOFLAYER=	Razmik med plastmi
CALCULATE=	izračunati
READ3DFACEFROMDXF=	3d površinsko plastenje
AVERAGELINE=	Enakomerno porazdelite polnilne črte
CHANGELINECHAR=	nova vrstica
MARKSELF=	označite se
ENSAMEWIDTHCHAR=	Omogoči enako široke znake
DYN_OUTSIDE=	zunanje območje
DYN_MODE1=	standardni način
DYN_MODE2=	Neodvisen način od Z-osi
MAXSPEED=	Največja hitrost
MINSPEED=	minimalna hitrost
LOOPDIST=	Razmik med obroči
MARKBYSPLITLINE=	Označite z ločilno črto
MARKSTR_AFTER7=	določeno lokacijo
ENANALOGCURFPK=	Omogoči zatiranje analognega toka
CURVESCATTERTOL=	Napaka disperzije krivulje
ENABLECURVESCATTERTOL=	Omogoči diskretno napako krivulje
WOBBLE=	tresenje
WOBBLEDIST=	razmik
ROTARYMARK=	Oznaka rotacijske osi
FOCUSLENGTH=	Goriščna razdalja
AXISISHOMING=	Os se vrača domov
AXISISMOVING=	os se premika
AXISMOVEFAIL=	Premik osi ni uspel!
AXISERRMAXLIMIT=	Gibanje osi preko pozitivne meje
AXISERRMINLIMIT=	Gibanje osi čez negativno mejo
AXISMUSTGOHOME=	Os se mora vrniti na ničelno točko, preden se lahko premakne. Ali se želite najprej vrniti na ničelno točko?
ENCODERREVERSE=	Inverzija signala kodirnika
FLYENCODEROFFSET=	Omogoči fiksno razdaljo odmika kodirnika
FLYENCODEROFFDELAY=	Zamuda(nas)
FLYENCODERLOWSPEED=	način nizke hitrosti
	
GET55ERR=	napaka pri izračunu parametra
GETFLYPARSTEP=	Ročno upravljajte tekoči trak za premikanje na kratko razdaljo;\nIzmerite razdaljo in izpolnite spodnje polje za vnos;\nProgram samodejno izračuna parametre po kliku V redu
FLYPARINPUT=	Vnesite dolžino:
GETPAR=	izračunati
PULSECOUNT=	Količina utripa
PULSECOUNTRESET=	jasno
	
FLYADDTOY=	Prekrivanje na os Y
FLYTOP2BOTTOM=	Smer cevovoda od zgoraj navzdol
	
DYNAMICLMC=	Kartica dinamičnega fokusa
UNKNOWN=	neznano
BDVVALUE_CUSTOM_ALL=	Univerzalni
BDVTEXT_CARDTYPE=	Vrsta plošče:
BDVTEXT_CARDVERSION=	številka različice:
BDVTEXT_CUSTOM=	narejeno po meri:
BDVTEXT_CARDFUNCTION=	Koda funkcije:
HARDINFO=	informacije o strojni opremi
	
ENVARTEXTFIXWID=	Omogoči fiksno širino besedila
USEEXCELCORRECTFILE=	Popravljajte datoteke z uporabo Excela
STARTCOOR=	koordinate izhodišča
ENDCOOR=	Koordinate končne točke
SPACEDIST=	razmik
SPACING=	razmik
MARKGRIDLINE=	Označite mrežne črte
USECORFILEMARKGRIDLINE=	S korekcijsko datoteko označite mrežne črte
CORCOMPFILE=	Datoteka s kompenzacijo popravkov (datoteka Excel)
FIXEDCHARCOUNT=	fiksno število znakov
EMPTYCHARWIDTH=	Ničelna širina znakov
AVADISTPOINT=	Enakomerno porazdelite vse točke
YAGFASTPOINTMODE=	 Hitri način pik YAG
SETANALOG=	nastavite analogno
USERDEF=	prilagoditi
MENU_VIEW_IOSTATE=	IO stanje
DOGNOTMATCHLMC=	Številka vezave ključa se ne ujema s številko kartice za označevanje, preverite številko ključa!
MORETHAN360=	Območje označevanja presega 360 stopinj, nadaljujem?
CURNUM=	Trenutno število točk
SPOTDIA=	velikost mesta
PTCYCLES=	število zadetkov
DISTANCE  =	 razdalja
ENDADDPTS=	pika na koncu
INFO_MICROQRCODE=	Koda Micro QR je skrajšana različica črtne kode QRCODE;
ENABLETILDE=	Omogoči ~(~, ki mu sledi dxxx xxx
MULTIFILEMARK=	Označevanje več dokumentov
LASERLEAKHANDLE=	zdravljenje puščanja svetlobe
DISMARKLOWPT=	Ne označujte točk z nizko sivo vrednostjo
BASEHEIGHT=	Osnovna višina
PARTHEIGHT=	Višina obdelovanca
ZADJUSTMENT=	Z nastavite višino
ACCURATEZERO=	Natančna vrnitev na ničlo
RECTMODE=	način pravokotnika
KEEPENTORDER=	Ohranite vrstni red obdelovalnih predmetov
OPENMODELAY=	Vklopite zakasnitev MO
SERIALTYPE=	vrsta
LINEFEEDMALP=	prepletanje pik
IPGSETTINGS=	Status laserja IPG_YLPM
SQLDB=	Baza podatkov SQL
SQLDRIVERS=	Poganja SQL
DBQFILE=	datoteka baze podatkov
USERID=	Uporabniško ime
SQLCMD=	SQL ukaz
SETPENPARAM=	Nastavite parametre peresa
BOLD=	krepko
ITALIC=	poševno
RESET =	 ponastaviti
USERINTERLINE=	Omogoči notranje polnilne vrstice
LASERBEAMDIA=	Premer laserske točke
HATCHLINEDIST=	Izpolnite razmik med vrsticami
ENCO2PULSEMODE=	Omogoči CO2 superpulzni način
HATCHONEBYONE=	Ohranite neodvisnost polnilnega predmeta
RESORT=	vrsta
RESORT_INFO=	Razvrsti\nRazvrsti
SELECTSCANNERFIELD=	Izberite koordinatni sistem galvanometra
SCANHEAD=	vibrirajoča leča
SCANNERFIELD=	Območje označevanja
SELECTMOVEDIR=	Izberite smer gibanja cevovoda
STARTMARKER=	začetna oznaka
SENSOR=	senzor
ENCODER=	Rotacijski kodirnik
MOVEDIR=	Smer gibanja cevovoda
NEXTSTEP=	Naslednji korak
PREVSTEP=	Prejšnja
FINISH=	Končaj
FLYMARKSETTINGS=	Nastavitve parametrov označevanja na letenju
ORIENTATION=	Smer ureditve
HORIZONTAL=	Raven
VERTIICAL=	navpično
POWEROFFSAVEFILE=	Samodejno zaščiti datoteke ob izklopu
ADJUST=	Prilagoditev
FLYMULTIINFO=	Najprej označite pravokotnik v stanju gibanja cevovoda.\nČe je označeni pravokotnik podoben sliki na levi spodaj, povečajte koeficient.\nČe je označeni pravokotnik podoben sliki spodaj desno, zmanjšajte koeficient.
DISABLEOPTIMIZECONMODE=	Optimalni način, ki onemogoči neprekinjen način obdelave
ARRAYDISCHANGESN=	Spreminjanje besedilne vsebine serijske številke je prepovedano
SPIRAL=	Helix
SPIRALPITCH=	naklon vijačnice
LINEOFONERING=	Število odsekov črte v krogu
SPIRALPROMPTSTR=	Nekatere krožne predmete je treba najprej izbrati, obrisi teh krožnih predmetov se uporabljajo za nadzor risanja vijačnice
AREYOUSUREDLETE=	potrdite za brisanje
CHANGENAME=	spremeni ime
CUSTOMIZE=	narejeno po meri
STDMODE=	standardni način
CONTOURFIRST=	prednost konture
USERDEFCHARSPACE=	razmik besedila po meri
MINRADIUS=	Najmanjši radij
MAXSPIRALPITCH=	Največji naklon vijačnice
MINSPIRALPITCH=	Najmanjši naklon vijačnice
SPIRALPITCHINC=	Povečanje tona
DELETESPIRAL=	izbriši vijačnico
OUTEDGELOOP=	Število zunanjih mejnih obročev
INTEREDGELOOP=	Število notranjih mejnih obročev
ID_DRAW_SPIRAL=	Nariši spiralo\nNariši spiralo
FPKFROMLOWTOHIGH=	Tok FPK od nizkega do visokega
ALWAYSOPENMO=	MO signal je vedno vključen
LOWVALID=	Aktivno nizko
MARKFINISH=	Označevanje konca signala
ENCURRENTADJUSTDELAY=	Omogoči zakasnitev trenutne prilagoditve
ENCURRENTADJUSTDELAY=	Omogoči zakasnitev trenutne prilagoditve
MINCURRENTADJUSTDELAY=	Najmanjša zakasnitev prilagajanja toka
MAXCURRENTADJUSTDELAY=	Največja zakasnitev nastavitve toka
SETCURRENT=	Nastavite trenutni tok
LAYSERNAMESAME=	Ime sloja je enako kot ime drugih slojev, prosimo, preimenujte ga!
ZOOM=	povečava
DRAW=	pripraviti
PENBOX=	Etui za pisala
DEVICE=	opremo
MULTILAYER=	večplastna obdelava
MINPULSEWIDTHRATIO=	Najmanjše razmerje širine impulza
MAXPULSEWIDTHRATIO=	Največje razmerje širine impulza
PULSEWIDTHOUTRANGE=	Širina impulza Q je izven območja
STANDARD=	standard
TRUE=	ja
FALSE=	št
DISABLE=	prepovedati
NS=	nanosekunda
DELAYPARAM=	Parameter zakasnitve
JUMPPARAM=	Parameter skoka
MINJUMPTC=	Najmanjša zamuda pri skoku
MAXJUMPTC=	Največja zakasnitev skoka
JUMPLENLIMIT=	Mejna dolžina skoka
MARKLOOPTIP=	Označevanje časov trenutnega peresa
MARKSPEEDTIP=	Hitrost gibanja galvanometra pri označevanju
LASERCURRENTTIP=	Izhodni tok laserja
LASERFREQTTIP=	Frekvenca laserskega izhoda
LASERPOWERTIP=	Odstotek izhodne moči laserja
LASERPWTIP=	Impulzna širina laserskega izhoda
SPIWAVETIP=	Izbira valovne oblike laserskega izhoda SPI
USEDEFWAVETIP=	Uporabniško definirana valovna oblika laserskega izhoda
JUMPSPEEDTIP=	Hitrost gibanja pri skoku galvanometra
MINJUMPDELAYTIP=	Najmanjši čas zakasnitve po končanem skoku galvanometra
MAXJUMPDELAYTIP=	Največji čas zakasnitve po končanem skoku galvanometra
JUMPLENLIMITTIP=	Ko je razdalja preskoka galvanometra večja od te dolžine, zakasnitev preskoka uporablja največji čas zakasnitve
LASERONDELAYTIP=	Ko je laser vklopljen, galvanometer zakasni ta čas, preden se začne premikati
LASEROFFDELAYTIP=	Ko je premikanje označevanja končano, izklopite laser po tem času
POLYGONDELAYTIP=	Ko se vogal zamakne med premikanjem označevanja, bo naslednja krivulja označena po tem času.
LMARKENDDELAYTIP=	Po označevanju gibanja zamaknite čas, preden skočite na naslednjo krivuljo
CURPENNOTIP=	Trenutna serijska številka peresa
CURPENCOLORTIP=	trenutna barva peresa
USEDEFPARAMTIP=	Uporabite privzete parametre obdelave
CURPENPARAMNAMETIP=	Trenutno ime parametra peresa
LOADPENBOXFROMDEF=	Naloži privzete parametre predala za pero
SAVEASPENBOXTODEF=	Shrani kot privzete parametre predala za pero
RESETALLPENS=	Ponastavite vse parametre peresa
SHOW=	pokazati
HIDE=	skriti
SHOWALL=	prikaži vse
ARRAYTEXT=	dinamično besedilno polje
TT_MODIFY_ARRAYTEXT=	Poljubno spremenite položaj in velikost vsake celice besedilnega polja
PROPERTY=	Lastnosti
VALUE=	vrednost
MINVALUE=	najmanj
MAXVALUE=	največja vrednost
ENABLEPULSEWIDTH=	Omogoči nastavitev širine impulza
ENABLEPULSEWIDTHTIP=	Omogoča nastavljeno širino impulza optičnega laserja v obdelavi.
LASERLEAKHANDLETIP=	Da bi preprečili puščanje svetlobe iz fiber laserja med obdelavo, se izvaja posebna obdelava.
ALWAYSOPENMOTIP=	Med obdelavo vedno vklopite signal MO
OPENMODELAYTIP=	Čas zakasnitve po vklopu laserja MO
DISCHECKLASERSTATE =	 Prepoved preverjanja stanja laserja
DISCHECKLASERSTATETIP =	 Pred obdelavo je prepovedano preverjati stanje laserja
LIMITPARAM=	Mejni parametri
GALVOMINSPDTIP=	Najmanjša hitrost gibanja, ki jo dovoljuje gibanje galvanometra
GALVOMAXSPDTIP=	Največja hitrost gibanja, ki jo dovoljuje gibanje galvanometra
GALVO2XTIP=	Galvo os 2 je os X
REVERSEXTIP=	Smer osi X galvanometra mora biti obrnjena
REVERSEYTIP=	Smer osi Y galvanometra mora biti obrnjena
FIELDSIZETIP=	Velikost obdelovalnega območja galvanometra
USECORRECTFILETIP=	Ali je trenutni galvanometer popravljen z določeno datoteko popravkov
TRANSFORMOFFSETXTIP=	Razdalja X odmika celotne transformacije izhoda galvanometra
TRANSFORMOFFSETYTIP=	Razdalja zamika Y celotne transformacije izhoda galvanometra
TRANSFORMANGLETIP=	Kot vrtenja celotne transformacije izhoda galvanometra
MARKSTR_AFTERMARKTIP=	
CURVESCATTERTOLTIP=	Največja napaka višine tetive krivulje, ki se diskretizira v ravno črto
	
MINLINESEGLEN=	Najmanjša ravna dolžina
MINLINESEGLENTIP=	Najmanjša dolžina vrstice, vrstice, krajše od te dolžine, bodo prezrte
LASERREADYIO=	Vrata, pripravljena za laser
REDLIGHTPOINTSTART=	Rdeča lučka označuje začetna vrata
PORTNOTIP=	Številka vrat, ki jih uporablja trenutni signal
LOWVALIDTIP=	Ali je trenutni signal nizek
STARTPULSEMODETIP=	Ali je zagonski signal sprožen na robu
PULSEWIDTHOUTPORTMODETIP=	Čas za izhod aktivne ravni končnega signala
LOWVOLISVALID=	Aktivno nizko
HIGHVOLISVALID=	Aktivno visoko
ALARMPORTSTATETIP=	Veljavno stanje signala trenutnih vrat
ALARMMESSAGETIP=	Pozivno sporočilo, ki ga sistem prikaže, ko je v procesu opozorilni signal
REDCONTMODE=	Način neprekinjenega prikazovanja rdeče luči
SOFTLICENCENOTFIND=	Ni bilo mogoče najti veljavne kode za registracijo programske opreme!
SOFTLICENCEISUNVALID=	Neveljavna registracijska koda programske opreme!
CHANGEPWELAY=	Spremenite zakasnitev širine impulza
CHANGEPWELAYTIP=	Čas, ki ga mora laser zakasniti pri spreminjanju vrednosti širine impulza
BWREVERSE=	črno-bela inverzija
DELETECENBAR=	odstranite srednji blok
INFO_CODEDATAMTXGS1=	DATAMATRIX_GS1 je črtna koda DATAMATRIX posebnega formata, njena vsebina pa mora ustrezati standardnemu formatu GS1.
OPTIMIZEPARAM=	Optimizacijski parametri
OPTIMIZEHATCH=	Optimizirano oblazinjenje
BARCODEENDEFTEXT=	Prikazno besedilo po meri (# znak, ? izbriši, % preveri)
GALVORESPONSE=	Galvo odzivni čas
ENSAVEFILE=	omogoči shranjevanje datoteke
ENDRAWENTITY=	Omogoči risanje predmetov
ENPICKMOVE=	Omogoči Move Transform
ENEDITPARAM=	Omogoči urejanje predmeta
ENPENPARAM=	Omogočite za spreminjanje parametrov peresa
ENDEVPARAM=	Omogočite za spreminjanje parametrov naprave
ENSYSTEMPARAM=	Omogočite spreminjanje sistemskih parametrov
ALREADYHAVETHISUSER=	To uporabniško ime že obstaja, spremenite svoje uporabniško ime!
GALVOBIDIROFFSET=	Dvosmerni odmik
	
ID_VIEW_3D=	Preklop 2D in 3D pogleda\nPreklop 3D pogleda
ID_VIEW_3DUP=	Pogled od zgoraj\nPogled od zgoraj
ID_VIEW_3DDOWN=	 Pogled od spodaj\nPogled navzdol
ID_VIEW_3DLEFT=	Pogled z leve\nLev pogled
ID_VIEW_3DRIGHT=	Pogled z desne\nDesni pogled
ID_VIEW_3DFRONT=	Pogled od spredaj\nPogled od spredaj
ID_VIEW_3DBACK=	Pogled od zadaj\nPogled od zadaj
ID_VIEW_3DISO=	Pogled iz izometrične smeri\nIzometrični pogled
ID_3DVIEW_WIRE=	Prikaži površinski žični način\nPrikaži žični način
ID_3DVIEW_RENDER=	Prikaži način upodabljanja površine\nPrikaži način upodabljanja
ID_3DVIEW_RENDERLINE=	Prikaži linijski način upodabljanja površine\nPrikaži linijski način upodabljanja
ID_3DVIEW_HIDEMESH=	Pokaži ali skrij površine\nPrikaži in skrij površine
ID_3DFUN_MESH3D=	Odpri datoteko 3D modela površine\nOdpri 3D model površine
ID_3DFUN_SLICEMESH=	Rezine plasti na površine\nRazlaganje površin
ID_3DFUN_ROTATEMESH=	Zavrtite površino\nZavrtite površino
ID_3DFUN_MOVEMESH=	Prevedi površino\nPrevedi površino
ID_3DFUN_PRJ=	Projicirajte predmete na površine\npovršinska projekcija
	
	
ALLOUTMODE=	Ves izhod
ENCODERONLYA=	Dajalnik je priključen samo na fazo A
FLYTRACKERROR=	korekcijski faktor napak leta
MESH3D=	3d površina
CURVE3D=	3d krivulja
SLICE3D=	Večplastne tangente
SLICEFILE=	Večplastne datoteke
SLICEMESH=	Večplastni kroji
ZMAXTOMIN=	Z vrednost od velike do majhne
MINZ=	Najmanjša vrednost Z
MAXZ=	Največja vrednost Z
THICKNESS=	debelina
CROSSHATCH=	križno polnjenje
ROTATEMESH=	površina revolucije
MOVEMESH=	premakniti površino
PROJECT=	projekcija
PROJECT3D=	3d projekcija
DELPROJECT=	izbriši projekcijsko krivuljo
LIMITZ=	Z meja
SURFACEDOWN=	projekcija spodnje površine
LANGPAGE=	jezikovna kodna stran
DYNAMICHATCH=	Dinamično polnjenje
ADDCONTOUR=	povečati obris
MARKMESHBOX=	Označite omejevalni okvir površine
MARK_NOMESH=	Ni površinskega predmeta, v 3D pogledu preverite, ali je površina obremenjena?
PULSEWIDTHINDEXMODE=	Način indeksa impulzne širine
PULSEWIDTHINDEXMODETIP=	Širina impulza je predstavljena z indeksom
MAXINDEXVALUE=	največja vrednost indeksa
PULSEWIDTHINDEX=	Indeks širine impulza
ENWELDWAVEOUT=	Omogoči izhod valovne oblike
WELDWAVE=	valovna oblika
WELDWAVETIP=	Nastavitve laserske analogne valovne oblike za vsako točko
WAVEWIDTH=	Širina valovne oblike
MAXWELDWAVEWIDTH=	Največja širina valovne oblike
WAVETOTALWIDTHISBIG=	Nastavljena skupna širina valovne oblike je večja od največje širine, vnesite znova!
REMOVENOINT=	Odstranite segmente črt, ki se ne sekajo
USESELECT2DENT=	Plast z izbranimi 2D predmeti
GENERATECURVES=	Ustvari podatke o krivulji
CALCULATECONTOURS=	Izračunajte krivuljo profila
REBULIDCONTOURS=	Zgradite informacije o položaju konture
HATCHLINES=	Izračunajte polnilne črte
BUILDPROJECTMESH=	Ustvarite projekcijsko površino
WRAP=	paket
PLSSELECTVALIDCURVE=	Prosimo izberite veljavno krivuljo!
BASICPARAM=	Osnovni parametri
ASSIGNMENT=	zemljevid
XYASSIGNMENTISSAME=	Vrednost preslikave osi X in Y ne more biti enaka, izberite znova!
ID_3DFUN_BASICSHAPE=	Ustvari osnovno 3D površino\nUstvari osnovno 3D površino
BASIC3DSHAPE=	Osnovna 3D površina
PLANE=	stanovanje
SPHERE=	krogla
CYLINDER=	valj
CONE=	Stožec
FREQDELAY=	frekvenčni zamik
LASERFREQTTIP2=	Zakasnitev čakanja, ko laser spremeni frekvenco
BMPTOMESH=	Pretvori bitno sliko v površino
ID_3DFUN_BMPTOMESH=	Bitna slika na površino\nRastna slika na površino
REFRESH=	osveži
WAITFORINPUT=	Čakanje na signal vhodnih vrat
OUTPUTWHENSTART=	Izhodni signal izhodnih vrat za začetek obdelave plasti
OUTPUTWHENFINISH=	Izhodni signal končnih izhodnih vrat obdelave plasti
WAITFORSTARTSIGNAL=	počakajte na signal zagonskih vrat
WAITFORSELLAYERSIGNAL=	Čakanje na signal za izbiro plasti
IOMASK=	pristaniška maska
IOMASKTIP=	Določa, katera vrata so veljavna za trenutno napravo
CYLINDERWRAP=	Cilindrični ovoj
YWRAP=	Ovijanje v smeri Y
CURRENTLAYERINDEX=	trenutni indeks sloja zaslona
ENABLEFIRSTOPENLASERDELAY=	Omogočite zakasnitev ob prvem vklopu laserja
SETMINVALUE=	nastavite minimalno vrednost
SETMAXVALUE=	nastavite največjo vrednost
PULSEWIDTHUNITISPS=	Širina impulza v pikosekundah (ps)
PS=	pikosekundah
CONTINUEMODE=	neprekinjen način
PICKENTYOUWANTTRIM=	Izberite predmete za obrezovanje
PICKENTYOUWANTINTERSECT=	Izberite predmete za združitev sekajočih se območij
BACKGROUND=	ozadje
SELBACKGROUNDCURVES=	Izberite krivuljo, ki jo želite uporabiti kot ozadje
COPYBACKGROUNDTOWS=	Kopirajte krivuljo ozadja v delovni prostor
SHOWOPTIPARAM=	Parametri za optimizacijo prikaza
SHOWWOBBLEPARAM=	Prikaz parametrov tresenja
SHOWOTHERPARAM=	Pokaži druge parametre artikla
SHOWDESCAREA=	Območje s podrobnostmi parametrov prikaza
SHOWPOWERRAMPPARAM=	Prikaži parametre linearne transformacije moči
SHOWSPEEDRAMPPARAM=	Prikaži parametre linearne transformacije hitrosti
POWERRAMPING=	Linearna transformacija moči
ENABLESTARTRAMP=	omogoči zagon
ENABLESTARTPOWERRAMPTIP=	Moč omogočitvenega začetnega segmenta se spreminja linearno
STARTRATIO=	začetna lestvica
STARTLENGTH=	začetna dolžina
STARTRAMPRATIO=	Razmerje med začetno in največjo vrednostjo
STARTRAMPLENGTH=	Največja dovoljena dolžina začetnega segmenta
ENABLEENDRAMP=	omogoči konec
ENABLEENDPOWERRAMPTIP=	Moč omogočenega končnega segmenta se spreminja linearno
ENDRATIO=	končna lestvica
ENDLENGTH=	končna dolžina
ENDRAMPRATIO=	razmerje med končno in največjo vrednostjo
ENDRAMPLENGTH=	Največja dovoljena dolžina končnega segmenta se lahko spreminja
	
SPEEDRAMPING=	hitrost linearne transformacije
ENABLESTARTSPEEDRAMPTIP=	Omogočite linearno spreminjanje hitrosti začetnega segmenta
ENABLEENDSPEEDRAMPTIP=	Omogoči linearno spreminjanje hitrosti končnega segmenta
INPUT=	vstopiti
BTNBOX=	Meja [F4]
BTNPRJ=	Projekcija [F4]
STARTCALI=	začnite kalibracijo
FINISHCALI=	končati kalibracijo
MARKGRID=	označevalno mrežo
MENU_FILE_PROJECTPARAM=	Parametri projekcije
TESTCALI=	Popravek testne projekcije
SELECTALLPOINTS=	Izberite vse točke (pritisnite Ctrl in puščične tipke, da preklopite izbrane točke, ko je izbrana ena točka)
ENABLEPROJECT=	Omogoči opazovanje projekcije
APPAPPEARANCE=	Videz programa
LASERBOARDIDEN=	Vrsta laserske vmesniške kartice
LASERBOARDVER=	Različica kartice laserskega vmesnika
ESTIMATEDTIME=	Predviden čas obdelave
ENABLEBARCODEFASTPTMODE=	Omogoči hitri način črtne kode
MODULEHORIARRANG=	Moduli so razporejeni vodoravno
SIMPLEENCODE=	preprost način kodiranja
ENABLEBARCODEFASTLINEMODE=	Omogoči način hitre črtne kode
ID_3DFUN_FREEPAINT=	Prostoročno risanje po površini\nProstoročno risanje
FREEPAINT=	brezplačno risanje
SIN=	Sinusoidno
WOBBLETYPE=	Vrsta tresenja
ROUNDTRIP=	način povratnega potovanja
WAVEDELAY=	Izhodna zakasnitev valovne oblike
LASERMONITOR=	Lasersko spremljanje
TEMPALARM=	temperaturni alarm
REFLALARM=	Visoka protialarmnost
SYSTEMALARM=	sistemski alarm
POWERALARM=	Alarm za napajanje
LASERNOTREADY=	Laser ni pripravljen
LASERREADY=	laser pripravljen
UNKNOWALARM=	Neznano opozorilo
LASEREXTFAULT=	Zunanja okvara laserja
CALCULATING=	Izračun ...
OFFLINE=	Obdelava brez povezave
POINTNUM=	točke
SPIRALBRUSH=	Ščetka za spiralne lastnosti
PICKSELSPIRALREFRESH=	Izberite spiralno linijo, ki jo želite osvežiti, in pritisnite desni gumb miške za potrditev
ENABLPARSEMODE=	Omogoči način analize
ID_PICK_BYPEN=	Izberi predmete po številki peresa\nIzberi po številki peresa
No=	serijska številka
MOVETOINDEX=	Premakni se na navedeno zaporedno številko
AXISSOLUTION=	Rešitev razširjene osi
FEEDBACK=	povratne informacije kodirnika
COMMCATH=	Skupni katodni izhod
LIMITSWITCH=	mejno stikalo
SOFTLIMIT=	mehka meja
POSIDIR=	Pozitiven povratek na ničlo
FINDINDEX=	poišči indeks
HOMESPEED=	Ničelna hitrost povratka
LEAVESPEED=	pusti hitrost
HOMEOFFSET=	Ničelni odmik
HOME=	nič
FOLLOWERROR=	naslednja napaka
ACCELERATION=	pospešek
DECELERATION=	pojemek
FOCUSPOS=	položaj fokusa
SETCURPOSASFOCUS=	Nastavite trenutni položaj kot položaj fokusa
SETMINPOWER=	Nastavite minimalno moč
SETMAXPOWER=	nastavite največjo moč
SETMINGRAY=	nastavite najmanjšo sivino
SETMAXGRAY=	nastavite največje sivine
SCANINVERT=	skeniranje vzvratno
EMISSIONDELAY=	Zakasnitev vzbujanja
WELDPARAM=	Varilni parametri
DELEDGELINES=	Izbriši obrobni konektor
INFO_GS1DATABAR=	Črtna koda GS1 DataBar (prej črtna koda RSS) je tudi simbol črtne kode sistema GS1. Prednost črtne kode je "manjša velikost, večja količina informacij" in "lahko vsebuje dodatne informacije, kot so datum poteka izdelka, serijska številka itd.".
SHOWFAST=	Hitra optimizacija zaslona
SHOWDIR=	Pokaži smer krivulje
SIMULATIONSPD=	Simulirajte hitrost letenja
TEMPERATURE=	temperaturo
SPHEREWRAP=	sferični ovoj
ZLAYER=	Z plastenje
WAITSTARTSIGOFLAYER=	Počakajte, da sloj začne obdelovati signal
PWMONDELAY=	Zakasnitev vklopa PWM
PWMONDELAYTIP2=	Zakasnitev med naraščajočim robom in naraščajočim robom vrat, ko je PWM vklopljen
ROTATECENZ=	Os Z
ERR_NOTHOME=	Os se ni vrnila na ničlo, najprej se vrnite na ničlo!
SPLITMODE=	razdeljeni način
NOSPLIT=	ni razdeljeno
SPLITBYSIZE=	Razdeli po velikosti
SPLITBYGUILDLINE=	Razdelite s pomožno črto
SETCURPOSASORIGIN=	Nastavite trenutni položaj kot položaj izvora
FINDHOME=	najdi ničlo
XTABLEMOVE=	Os X je gibanje platforme
YTABLEMOVE=	Os Y je gibanje platforme
DISPENHIDEPARAM=	Onemogoči skrite parametre peresa
REDLIGHTDISMOTOR=	Premikanje ekspanzijske osi je prepovedano
UNGROUPTEXT=	ločeno besedilo
ID_EDIT_UNGROUPTEXT=	Loči besedilo na posamezne znake\nLoči besedilo
ENABLPINPOS=	Omogoči zaznavanje gibanja v položaju
POSITIONTOL=	napaka v položaju
INPOSTIME=	Čas prihoda
INPOSLIMITTIME=	časovna omejitev
ERRRESETISLOW=	Napaka Nizek aktivni signal ponastavitve
REMOTECTRLISLOW=	Nizek aktiven signal daljinskega upravljalnika
LASERNOTENEMISS=	Laser ne more oddajati svetlobe
ID_FILE_MACHINEPARAMETER=	Nastavite parametre naprave\nParametri naprave
MENU_FILE_MACHINE=	Parametri naprave ...
DOUBLEPTMODE=	Način dvojne pike
NOCUTENTITY=	Predmeti, ki se ne smejo rezati
INPUTIOSTATE=	stanje vhodnih vrat
ID_DRAW_ENCODERDISTANCE=	Izris razdalje kodirnika\nIzris razdalje kodirnika
SKYWRITE=	 Enotno označevanje (Sky pisava)
RUNINDURATION=	Uvozni cikel
RUNOUTDURATION=	izvozni cikel
RUNINDURATION10US=	Čas cikla za vstop v krivuljo (enota: 10us)
RUNOUTDURATION10US=	Čas cikla vodilne izhodne krivulje (enota: 10us)
TIMELAG=	Čas zamika
LASERONSHIFT=	Laser na zanašanju
LASERONSHIFTUS=	Lasersko zagonsko drsenje (enota: nas)
LIMITANGLE=	mejni kot
LIMITANGLEDESC=	Krivulje, ki so manjše od mejnega kota, bodo samodejno uporabile zakasnitev poligona
OUTPUTPARAM=	izhodni izbirni parameter
CHANGEWAVEDELAY=	Spremenite zakasnitev valovne oblike
SHOWDELAYPARAMS=	Prikaz parametrov zakasnitve
SHOWJUMPPARAM=	parametri skoka
HIDEPENBUTTONS=	Skrij gumb za parametre peresa
LOCK =	 zaklepanje
USBREMOVE_WARN=	Nadzorna kartica USB je odklopljena, zaprite programsko opremo in znova zaženite programsko opremo!
DESCRIPTION=	opisati
HATCHPARAMLIB=	Napolnite knjižnico parametrov
SAVEPARAM=	shrani parametre
LOADPARAM=	Parametri obremenitve
INDEX=	kazalo
RESETCCD=	Ponastavite CCD
BUILDCCD=	Zgradite CCD
MOVETOCCDSTART=	Premakni se na začetni položaj CCD
ENCALIBRATION=	Omogoči popravek CCD
ENCHANGEMODEL=	Omogoči preklopne predloge
MODELNO=	Številka predloge
FAILHANDLE=	ravnanje z napakami
ENRETRY=	Poskusite znova
RETYRCOUNT=	število ponovnih poskusov
WHENFAIL=	Ko CCD odpove
THENSTOP=	stop
THENCONT=	nadaljujte navzdol
THENJUMP=	skoči na kazalo
INPUTJUMP=	skok vhodnih vrat
JUMPTO=	preusmeri na
CUBE=	kocka
REVOLVEWRAP=	Rotacijski ovoj za telo
ERR_NOMESH=	brez površinskih predmetov
BINDID=	Povežite podatke o strankah
ERR_CLIENTID=	ID odjemalca datoteke je neveljaven!
STABLETIME=	stabilen urnik
ENSELLAYER=	Omogoči izbirni sloj
ERR_USERSTOPMARK=	Obdelavo je prekinil uporabnik
AXISERRSTOP=	Gibanje osi je prekinjeno!
CLONE=	klon
AAXISMODE=	Način osi A
AXISMOVEDELAY=	Zakasnitev premikanja osi
AXES=	os
MESHEDIT=	Urejanje površine
MERGECLOSEVERTICES=	Spoji sovpadajoča oglišča
LASERONTCONLYUSEINSTART=	Laserska zakasnitev štarta velja le v startnem segmentu
LASERPOWER=	Lasersko napajanje
SYSTEMFAULT=	sistemska napaka
INTERNALLASERFAULT=	Notranja laserska napaka
SHOWSKYWRITEPARAM=	Prikaži enotne parametre označevanja
DISABLESYNPRR=	Onemogoči sinhronizacijski signal PRR
BACKLASH=	Kompenzacija zračnosti
USESPLITBOXCENASMARKCEN=	Uporabite sredino razdeljene škatle kot središče označevanja
HANDWHEEL=	ročno kolo
GEARRATIO2=	prestavno razmerje
STARTHW=	zagon ročnega kolesa
ENDHW=	Izhod iz ročnega kolesa
ENABLEHANDWHEEL=	Omogoči ročno kolo
SCANNERFOLLOWMOUSEMOVE=	V točkovnem načinu se galvanometer premika z miško
AUTOMODE=	avtomatski način
ENABLEAUTOADJUST=	Omogoči samodejno prilagajanje
ACCURACYPRIORITY=	Najprej natančnost
SPEEDPRIORITY=	prednost hitrosti
STARTADJUST=	začni prilagajati
AUTOADJUSTING=	Samodejno prilagajanje ...
FPKENABLETHREST2=	Inhibicija omogočitvenega praga T2
FPKVOLTAGE=	napetost za zatiranje prvega impulza
MANUALSET=	ročna nastavitev
LASERCOOLINGTIME=	Čas laserskega hlajenja
MENU_SORT_BYX=	Razvrsti po X
MENU_SORT_BYY=	Razvrsti po prioriteti Y
MENU_SORT_REVERSE=	obratno razvrščanje
SMARTADJUSTMENT=	Inteligentni parametri prilagajanja
ENABLESMARTADJUST=	Omogoči način pametne prilagoditve
DECMODE=	Dec decimalka
HEXMODE1=	HEX hex
HEXMODE2=	hex hex
RESULT=	Učinek
NORMAL=	normalno
TISSMALL=	Vrednost T je premajhna
TISLARGE=	Vrednost T je prevelika
TOFFIRSTLINE=	 Korekcijska vrednost prve vrstice T
START=	začetek
SMARTADJUSTTIP=	Prosimo, sledite korakom za prilagoditev parametrov, najprej prilagodite končni segment in nato prilagodite začetni segment. Prilagodite parameter T tako, da se dejanska označena vodoravna in navpična črta sekata enako kot običajni učinek.
CHECKISALREADYMARK=	Preverite, ali je besedilo označeno
CURVETOPTS=	Pretvori krivulje v točke
PREVIEW =	 predogled
ASSERT=	nenormalno
ERR_FAIL=	neuspeh!
MENU_GUILDLINEBOX=	Narišite vodilni okvir
GUILDLINEBOX=	Pomožna škatla
SPLITBYGUIDELINEBOX=	Uporabite razdelitev pomožne škatle
PLSCHOOSECARD=	Izberite kartico, ki jo želite uporabiti
CHANGEBMPREALDPI=	Spremeni bitne slike real DPI
DISABLEAXISA=	A-os prepovedana
ENHOMEFINISHGOTOPOS=	Omogoči ničelno vrnitev do konca na določen položaj
HOMINGFINISHPOS=	Določen položaj, kjer se ničelna vrnitev konča
EXPOSURE=	izpostavljenost
CAMERA=	fotoaparat
NOCUTTEXT=	onemogočanje znakov razdeljenega besedila
CURFILEMODIFYPLSSAVEIT=	Trenutna datoteka je bila spremenjena, najprej jo shranite!
SAVETOFILE=	shrani v datoteko
ISSUE=	vprašanje
PAUSEWHENLIMIT=	Premor na koncu besedila
LIMITISCONTINUE=	Besedilo je doseglo mejno vrednost, nadaljevati po ponastavitvi?
POWERSTANDBY=	Napajanje v stanju pripravljenosti
MESHFOLLOWROTATE=	Površina se vrti z njim
LASERFAULT=	Okvara laserja
FIBERALARM=	Optični alarm
SAFETYALARM1=	Okvara varnostne zapore
SAFETYALARM2=	Alarm varnostne zanke
LINKALARM=	Okvara optične povezave
CRITICALALARM=	Kritična okvara laserske zaščite
HOTSTOP=	Nepravilna zaustavitev laserskega sevanja
POWER24ALARM=	Okvara napajanja krmilnika 24 V
MAXTHREADCNT=	Največje število računalniških niti
MESHRESOL=	Natančnost izračuna površine
DELAY=	zamuda
MOTORSPEDRATIO=	Razširjena preglasitev hitrosti osi
SHOWCHECKNUM=	Prikaži kontrolno kodo
DISABLECANCELAXISMOVE=	Preklic gibanja osi je prepovedan
OFFLINEDOGNOTFOUND=	Pravilni ključ ni bil najden
EZCADSTR_ARRAY_X_INCDIST=	Inkrementalna razdalja X-matrike
EZCADSTR_ARRAY_Y_INCDIST=	Inkrementalna razdalja polja Y
EZCADSTR_ARRAY_Z_INCDIST=	Inkrementalna razdalja polja Z
OUTPUTANALOG=	analogni izhod
Voltage=	Napetost
MODE8=	navpično 8
MODE82=	vodoravno 8
TCPIPSERVER=	strežnik TCP/IP
NOCUTSMALLENT=	Ne lomite majhnih predmetov
AUTOSAVEWHENCLOSE=	Samodejno shrani trenutno datoteko, ko je programska oprema zaprta
MASK=	maska
DISABLESTOPAXISWHENDOOROPEN=	Prepreči premik ustavitvene osi, ko so vrata odprta
STOPAXISWHENDOOROPEN=	Ustavite premikanje osi, ko so vrata odprta
STAGEFB=	Položaj povratne informacije o platformi
GALVOCMD=	Poveljniški položaj Galvo
GALVOFB=	Galvo povratni položaj
DISSHOWFILEPROCESS=	Zavrni pogovorna okna za obdelavo datotek
DISSHOWCALCPROCESS=	Zavrni prikaz pogovornega okna procesa izračuna
LEVEL16=	16. stopnja
STEPMODE=	Način optimizacije hitrosti
SHOWSTEPMODE=	Prikaz parametrov načina optimizacije hitrosti
ENCODEMODE=	način kodiranja
ENABLJUMPTABLEMODE=	Omogoči način tabele parametrov skoka
ENABLJUMPTABLEMODETIP=	Parametri skokov vseh peres so samodejno pridobljeni iz tabele parametrov skokov
JUMPTABLE=	Tabela parametrov skoka
DRAWTOL=	Natančnost risanja slikovnih pik
SHIFTOFROTARY=	Zamik osi vrtenja
SERVERINFO=	informacije o strežniku
FASTLINELASERONRATIO=	Razmerje svetlobne moči hitre linije
STANDARDPOS=	Standardna lokacija
REALPOS=	dejansko lokacijo
FLYSPEEDMONITOR=	spremljanje hitrosti leta
MAXFLYSPEED=	največja hitrost letenja
STARTANDSTART=	začetna točka povezana z začetno točko
STARTANDEND=	Začetek in konec sta povezana
ENDANDSTART=	končna točka povezana z začetno točko
ENDANDEND=	končna točka do končne točke
OPENCURVE=	odprta krivulja
LASERWOBBLESHOW=	Predogled poti tresenja
SHOWTRANSBMP=	Pokaži prosojno bitno sliko
DISABLECIRMODE=	Potlači vzorec kroga
REFINEPLANECONTOUR=	Ekstrahiraj ravninske konture
REFINECONTOURMOUSE=	Ekstrakt konture ravnine: kliknite levi gumb miške za predogled, dvokliknite levi gumb za potrditev
HORIZONALPLANE=	izravnajte ravnino
HORIZONALPLANETIP=	Z levim gumbom miške izberite ravnino, ki jo želite izravnati
LASERONLAGTIME=	Čas zakasnitve laserja
FIRSTJUMPDELAY=	zakasnitev prvega skoka
ENABLEHATCHLINEOVERLAP=	Omogoči zamaknjeno razdelitev polnilne črte
CHARADDMODE=	način povečanja znakov
TT_PICKSHOWALL=	Pokaži vse predmete\nPrikaži vse predmete
TT_PICKHIDEALL=	 Skrij vse predmete\nSkrij vse predmete
FLOATSOL=	natančnost plavajoče vejice
ENABLEAUTOCONNECT=	Omogoči samodejno povezavo, ko je povezava prekinjena
CONNECTINTERVAL=	interval povezave
DISABLEMOVEZWITHENTZ=	Onemogoči premikanje osi Z na podlagi koordinat predmeta
ESCBTNSTOPAXISIMM=	Omogočite Esc, da takoj ustavite premikanje osi
DOYOUREALRESETALLPARAM=	Ali res želite ponastaviti vse parametre peresa?
UPDATEDYNENT=	Posodobite dinamične objekte
FAILEDOPENDLCDEV=	Kartice DLC ni bilo mogoče odpreti
SOFTWARELICWILLEXPIRE24HOURS=	Licenca programske opreme poteče v 24 urah, kontaktirajte dobavitelja opreme!
SPLITBITMAP=	razdeljena bitna slika
NOGUILDLINETOSPLITBMP=	Ni vodil, ki bi jih lahko uporabili za razdelitev bitnih slik, najprej narišite vodila!
BARCODEPTMODE=	Način obdelave točk črtne kode
FASTPOINT=	način hitre točke
FASTLINE=	način hitre linije
FASTSTEPMODE=	Koračni način
ENABLELASEREXTOUTPUT=	Omogoči laserski ekspanzijski izhod
LASEREXTOUTPUT=	Laserski razširjeni izhod
DEFAULTPARAM=	privzeti parametri
MARKFAILIO=	Označi neuspešna vrata
SHOWSELECTBTNONPANEL=	Pokaži gumb Izberi rešitev osi na plošči
RELSPEED=	Relativna hitrost
SPEEDFIELD=	hitrostno polje
POWERFIELD=	energijsko polje
SPEEDFIELDRATIO=	razmerje hitrostnega polja
POWERFIELDRATIO=	razmerje energijskih polj
RATIO=	razmerje
DISTRIBUTIONMODE=	Vzorec porazdelitve krivulje
RESOLUTIONRATIO=	Razmerje natančnosti razdelitve
DISTR_PRIMARY=	primarna distribucija
DISTR_QUADRATIC=	kvadratna porazdelitev
DISTR_CUBIC=	kubična porazdelitev
VALIDINWHOLEPMARKERIOD=	Učinkovito za celoten cikel obdelave
INFO_CODEBC412=	Črtna koda BC412 je neprekinjena dvosmerna črtna koda nefiksne dolžine, v kateri vse črte in presledki predstavljajo informacije; njen nabor znakov vključuje '0'-'9' in 'AZ' ne vključuje 'O'; kontrolna koda je samodejno doda sistem.
SHOWFREQRAMPPARAM=	Prikaz parametrov linearne transformacije frekvence
FREQRAMPING=	Frekvenčna linearna transformacija
CANNOTHAVESAMESN=	Kartic DLC z isto serijsko številko ne more biti!
ALLSCANNERMARKCURLAYER=	Vsi galvanometri obdelujejo trenutni sloj
ALLSCANNERMARKCURLAYERSPLIT=	Vsi galvanometri so razdeljeni in obdelani za trenutni sloj
ENCURVESYNINPORT=	Omogoči vhodna vrata za sinhronizacijo krivulje
SPECIALPOS=	posebna lokacija
SETCURPOSASSPECPOS=	Nastavite trenutno lokacijo na posebno lokacijo
ENCURVESYNWHENCURVEEND=	Omogoči sinhronizacijo konca krivulje
LASEREMISSION=	Laser global enable [MO]
STARTDELAY=	zakasnitev začetka
ENDDELAY=	zakasnitev konca
LASERSYN=	Lasersko stikalo za sinhronizacijo
ACCURATEHOME=	Natančna vrnitev na ničlo
AUTONAMEENT=	Samodejno poimenuj predmete
ENTNAMESAME=	Ime predmeta je enako kot ime drugih objektov, prosimo preimenujte!
CREATE3DSPRING=	Ustvarite 3D vijačnico
USECURRPOS=	uporabi trenutno lokacijo
SETMOAFTERPW=	Nastavite MO po spremembi širine impulza
STARPULSEWIDTH=	širina začetnega impulza
INCULSEWIDTH=	Povečanje širine impulza
ONEBYONEMARKING=	Galvanometri se obdelujejo v zaporedju
STARTMARKINGLAYER=	Začnite obdelovati plasti
INFO_AUSPOST4STATE=	4 statusne kode avstralske pošte so sestavljene iz 4 dolžin črt. Vsaka črtna koda vsebuje kodi FCC (2 števki) in DPID (8 števk) ter neobvezne podatke o uporabniku. Primer: FCC
INFO_DOTCODE=	Črtna koda DotCode je 2D črtna koda; njen nabor znakov vsebuje vse znake ASCII;
INFO_JAPANPOST=	Japonski poštni sistem uporablja japonsko poštno črtno kodo. Veljavni znaki so številke "0-9", angleške velike črke "AZ" in povezovalni znak "-". Sestavljen je iz 7 številk (poštna številka) + dodatni podatki. Na primer "27301023-20-5B604".
INFO_POSTNET=	PostNet je za poštno službo Združenih držav (USPS), veljavni znaki so številke "0-9", samo 5-mestna poštna številka, 9-mestna poštna številka + 4 ali vse 11-mestne kode.
INFO_UKROYALMAIL=	Za Royal Mail se uporablja črtna koda države UK Royal Mail 4, veljavni znaki so številke "0-9" in angleške velike črke "AZ".
INFO_DUTCHPOSTKIX=	Črtna koda Dutch Post KIX se uporablja za Royal Dutch TPG Post, veljavni znaki so številke "0-9" in angleške velike črke "AZ".
INFO_PLANET=	PLANET je za Univerzalno poštno storitev (USPS), veljavni znaki so številke "0-9", le 11-mestna in 13-mestna oblika.
SPLITCURVES=	 razcepljena krivulja
MINDISTTRIGGER=	Najmanjša razdalja sprožilca
MINTIMETRIGGER=	Minimalni čas sprožitve
AUTORESORT=	samodejno razvrščanje
MENU_SORT_MINDIST=	Razvrsti po najmanjši razdalji
DISABLEUNDO=	Onemogoči UNDO (velja naslednjič)
REDLIGHTINVERT=	Inverzija nivoja signala rdeče luči
SINGLEPTREPEATMODE=	Način obdelave ponovitve v eni točki
SAVECAMERATOBMP=	Shrani sliko kamere v datoteko BMP
ENBIGCURVESHORTSEGSPLIT=	Omogoči način velike krivulje in majhnega segmenta
UNGROUPHATCHLINE=	 Razbijte napolnjene predmete
MENU_NODE_MOVE=	mobilno vozlišče
MENU_NODE_SETASSTART=	nastavite kot izhodišče
AXISSTATE=	stanje osi
NOTIMING=	Ne osvežujte časa obdelave
OFFLINESENDDATA=	Način brez povezave: pošiljanje podatkov
ENMARKPAUSEMODE=	Omogoči način premora označevanja
DIABLEINTERIOOUTPUT=	Onemogoči notranji izhod IO
USERNOTOPESOFTLOCK=	Uporabnik že dolgo ni izvedel nobene operacije, programska oprema je zaklenjena, ponovno se prijavite!
EXTENDCURVE=	Podaljšajte krivuljo
EXTENDLENGTH=	podaljšana dolžina
ENABLEARCCMD=	Omogoči ukaz za označevanje loka
SCANNERJUMP=	Galvo skok
USEREDLIGHTCOR=	Omogoči korekcijo rdeče luči
PULSEENERGY=	pulzna energija
DISABLECHECKPWLIMIT=	Onemogoči preverjanje omejitve širine impulza
ALWAYZOPENWHENNOTMARKING=	Ko ne označujete, vedno prižgite rdečo luč
ENABLEMULTICCD=	Omogoči način več CCD
MULTICCDINDEX=	Multi-CCD indeks konca zanke
CUSTOMVER=	Prilagojena različica
MENU_FILE_LOGIN=	Vpiši se...
APPENDFILEMODE=	dodaj način datoteke
RAMPMINLIMITLEN=	Najmanjša dolžina črte pri linearni transformaciji
DOUBLECURVE=	Hiperbolični način
BYHOUR=	urno
DISABLERESORT=	Prepovedi razvrščanje
WIDTHTHRESHOLD=	širinski prag
MENU_SORT_MODE=	Nastavitve načina razvrščanja
REDUCEPOINT=	Samodejno odštej točke
LIMITLENGTH=	mejna dolžina
SINGLEPTDELAY=	Zakasnitev intervala ene točke
CALCFROMSUNDAY=	Preračunano od prve nedelje
REGISTERVARIABLE=	registrska spremenljivka
SETPARAMMODE=	Nastavite način parametrov
INT=	celo število
FLOAT=	število s plavajočo vejico
TIMEBASECOUNT=	štetje časovne baze
SLICEENTONLYMARKONELAYER=	Narezani predmeti se obdelujejo eno plast naenkrat
DISLOCKSIGNAL=	Onemogoči signal za zapah za zagon
ENSURECOMPLETEPRODUCT=	Garancija izdelka popolna oznaka konec
DISEXTLASERWHEN_CHANGEPEN=	Spreminjanje parametrov laserja pri spreminjanju parametrov peresa je prepovedano
PRJMAXZLEN=	Največja dolžina navpične črte
DXFUNITISUTF8=	Datoteke DXF so kodirane z UTF8
DISABLESHOWPROGDLG=	Zavrni prikaz pogovornega okna procesa gibanja
ENABLECHANGECURVEDIR=	Samodejno spremeni smer krivulje, ko je obdelava omogočena
ENCHECKLASERSTATEWHENMARKING=	Omogočite preverjanje stanja laserja med obdelavo
INVALIDUSERNAME=	neveljavno uporabniško ime
IDLETIME=	Intervali
AXISPULSEWIDTH=	Širina impulza gibanja osi
COPYSTL=	Kopiraj STL
PASTESTL=	Prilepi STL
GALVOXYDELAY=	Galvo XY zamuda
SAVEOUTPORTWHENPOWEROFF=	Shranite izhod ob izklopu
NOTCHECKSTARTPORTWHENMARKING=	Začetna vrata med obdelavo niso preverjena
ENABLE_CHECK_MARKINGRANGE=	Omogoči preverjanje obsega obdelave
ERRID_MAKRSIZE_OUTRANGE=	Velikost oznake je izven območja obdelave
ARC=	lok
INPUTSECONDSTARTPT=	Vnesite drugo točko
MENU_LINEARCTOGGLE=	Preklop linije in loka
NUMCHAREXTRACTSTR=	Skupno število znakov, ekstrahiranih iz niza
CHANGETEXT=	posodobi besedilno vsebino
NEWTEXT=	novo besedilo
FEEDBACKMODE=	povratni način
USEINTERNALCOR=	Uporabite notranji popravek
PILLOWFACTOR=	koeficient blazinice
PARALLELISMFACTOR=	Paralelogramski koeficient
TRAPEZOIDFACTOR=	trapezni koeficient
BIDIRCOMPLEN=	Dolžina dvosmerne kompenzacije
ENABLEHWWOBBLE=	omogoči tresenje strojne opreme
WOBBLEFREQ=	Frekvenca tresenja
UNLOCK=	odkleniti
MAXROWSOFEXPORTFILE=	Največje število vrstic v izhodni datoteki
ENMARK=	omogoči obdelavo
ALIASNAME=	vzdevek
TOWOBBLECURVE=	Pot tresenja do krivulje
REFINEBOTTOMEDGEOFMESH=	Izvlecite spodnjo mejo površine
DISCHANGECHARWIDTH=	Onemogoči spreminjanje širine znakov
ENCODERABSWAP=	Dajalnik AB zamenljiv
INFO_CODE49=	Koda 49 je večplastni neprekinjeni simbol črtne kode spremenljive dolžine. koda 49 lahko predstavlja vseh 128 znakov ASCII. Vsak simbol črtne kode Code 49 je sestavljen iz 2 do 8 plasti, vsaka plast ima 18 črt in 17 presledkov.
INFO_CODE16K=	Črtna koda Code 16K je večplastni neprekinjeni simbol črtne kode spremenljive dolžine, ki lahko predstavlja 128 znakov celotnega nabora znakov ASCII in razširjenih znakov ASCII. Uporablja znake UPC in Code128. 16-slojni simbol Code 16K lahko predstavlja 77 znakov ASCII ali 154 številskih znakov.
CHANGEDIAMETER=	spremenite premer
ENDDIAMETER=	končni premer
SNTEXTPLUS=	serijska številka+1
SNTEXTMINUS=	serijska številka-1
SNTEXTRESET=	Ponastavitev serijske številke
CURVEFOLLOWMOVE=	Krivulja sledi gibanju
CONTMODEUSESELFPORT=	Neprekinjeni način uporablja lasten vnos
ENABLESPLITGAP=	Omogoči Split Gap
ENABLELISTCMD=	omogoči seznam ukaz
XCOMPFACTO=	Koeficient kompenzacije smeri X
STARTPTJUMPLEN=	Dolžina skoka iz začetne točke
XCOMPFACTOR=	X kompenzacijski faktor
OUTPUTIOSTATE=	stanje izhodnih vrat
DEVICESTATUSLAMP=	Lučka stanja naprave
	
CLEAR=	pospravi
EXTENDSIZE=	Velikost razširitve
INCLAYERCOUNT=	Intervalne plasti
FOCUSOFFSET=	Količina defokusiranja
EDGETYPE=	vrsta meje
EDGEBOX=	pravokotna obroba
ORIGINCONTOUR=	originalni oris
CONVEXHULLCONTOUR=	oris
MESHZOOM=	Površinsko skaliranje
ENABLEINTERDOLOOP=	Uporaba notranjih obdelovalnih ciklov
ENABLEXITPROCESS=	Omogoči izhodni način obdelave
OFFSETINSIDE=	Zamik navznoter
DELETEALL=	Izbriši vse
ENABLEAPMMODE=	Omogoči način APM
PWMDUTYCYCLE=	Delovni cikel PWM
